{
    "title_banner": "Consultant gastrointestinal surgeon",
    "title_banner_name": "Mr. Francesco Di Maggio",
    "personal_profile": "Profile",
    "personal_profile_text": "<img src='/assets/img/profile3-2.jpg' alt='Personal profile Francesco di Maggio' />I am a Consultant General and Upper Gastrointestinal Surgeon, and I am an expert in the treatment of acid reflux, gallstones, hernias and digestive disorders. I specialise in minimally invasive laparoscopic surgery, with a track record of exceptionally low postoperative complication rates.<br /><br />I played a key role in developing the anti-reflux service at Croydon University Hospital, resulting in an eightfold increase in procedure volume since my appointment and the successful management of several complex UGI surgical scenarios such as giant paraesophageal hernias and gastric volvulus. I use minimally invasive techniques ensuring faster recovery and a quicker return to physical activities.<br /><br />I have an extensive academic background with several first author high impact publications and prestigious international collaborations. I have worked in the most diverse settings and successfully managed extreme situations working as a humanitarian surgeon in Sub-Saharan Africa during my master’s degree with Medecins Sans Frontieres. I further specialised in upper gastro-intestinal surgery working for three years as a Senior UGI Surgical Fellow at St Thomas’ Hospital, one of the leading oesophago-gastric centres in the UK.<br /><br />I am a strong advocate of shared decision making. I will always make sure that my patients understand the rationale, benefits and risks of surgery. I allow my patients the opportunity to choose to what degree they want to engage in decision making about the treatment available for them at that time.", 
    "professional_memberships": "Treatments",
    "professional_memberships_text": "<h3>Mr Di Maggio routinely performs:</h3><div class='flex'><ul class='list-tabs'><li>Abscess incision and drainage</li><li>Abdominal wall reconstruction</li><li>Achalasia surgery</li><li>Adhesiolysis</li><li>Anti-reflux surgery (keyhole)</li><li>Appendectomy</li><li>Closure of loop ileostomy surgery</li><li>Epigastric hernia repair</li><li>Femoral hernia repair</li></ul><ul class='list-tabs'><li>Gallbladder removal surgery (keyhole)</li><li>Hiatal hernia repair (keyhole)</li><li>Inguinal hernia repair (keyhole)</li><li>Incisional hernia repair</li><li>Lipoma excision</li><li>LINX procedure (keyhole)</li><li>Nissen fundoplication (keyhole)</li><li>Open inguinal hernia surgery</li><li>Paraoesophageal hernia repair (keyhole)</li></ul><ul class='list-tabs'><li>Pilonidal Sinus excision</li><li>Skin lesion removal surgery (lumps and bumps)</li><li>Splenectomy</li><li>Sports hernia treatment</li><li>Toupet Fundoplication (keyhole)</li><li>Umbilical hernia repair</li><li>Upper GI endoscopy (gastroscopy)</li><li>Ventral hernia repair</li></ul></div>",
    "address": "Address: ",
    "phone": "Phone: ",
    "phone1": "+442089499020",
    "phone2": "+442086168380",
    "phone3": "+448081010337",
    "email": "Email: ",
    "emailnhs": "Email (for GP and NHS referrals only): ",
    "email1": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email2": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email3": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email4": "<a type='primary' href='mailto:CH-TR.generalsurgery@nhs.net' target=_blank>CH-TR.generalsurgery@nhs.net</a>",
    "Email": "Email: ",
    "locations_title": "Locations",
    "marker_title1": "New Victoria Hospital",
    "address1": "184 Coombe Lane West, Kingston Upon Thames, United Kingdom, KT2 7EG",
    "times1": "<ul><li><span>Tuesday:</span> <span>14:30 - 17:30</span></li><li><span>Friday:</span> <span>14:30 - 16:30</span></li></ul>",
    "marker_title2": "Dottore London",
    "address2": "24-25 Hand Court, London, United Kingdom, WC1V 6JF",
    "times2": "<ul><li><span>Monday:</span> <span>Enquire</span></li><li><span>Tuesday:</span> <span>Enquire</span></li><li><span>Wednesday:</span> <span>Enquire</span></li><li><span>Thursday:</span> <span>14:00 - 16:00</span></li><li><span>Friday:</span> <span>Enquire</span></li><li><span>Saturday:</span> <span>Enquire</span></li><li><span>Sunday:</span> <span>Enquire</span></li></ul>",
    "marker_title3": "Shirley Oaks Hospital",
    "address3": "Poppy Lane Shirley Oaks Village, Croydon, United Kingdom, CR9 8AB",
    "times3": "<ul><li><span>Tuesday:</span> <span>08:45 - 12:30</span></li></ul>",
    "marker_title4": "Croydon University Hospital",
    "address4": "530 London Road, Croydon, United Kingdom, CR7 7YE",
    "times4": "<ul><li><span>Monday:</span> <span>09:00 - 16:30</span></li><li><span>Tuesday:</span> <span>Enquire</span></li><li><span>Wednesday:</span> <span>Enquire</span></li><li><span>Thursday:</span> <span>Enquire</span></li><li><span>Friday:</span> <span>Enquire</span></li><li><span>Saturday:</span> <span>Enquire</span></li><li><span>Sunday:</span> <span>Enquire</span></li></ul>",
    "marker_title5": "Spire Saint Anthony's Hospital",
    "address5": "801 London Rd, Worcester Park, Sutton SM3 9DW, United Kingdom",
    "times5": "<ul><li><li><span>Thursday:</span> <span>14:30 - 17:00</span></li></ul>",
    "marker_title6": "Dottore London",
    "address6": "24-25 Hand Ct, London WC1V 6JF, UK",
    "times6": "Available AD HOC",
    "book_appointment": "Book an appointment",
    "view_clinic_title": "View clinic",
    "view_hosp_title": "View hospital",
    "languages_spoken_title": "Languages Spoken",
    "languages_spoken_list": "<ul class='list-tabs'><li>English</li><li>French</li><li>Italian</li><li>Portuguese</li><li>Spanish</li></ul>",
    "consultation_fees": "Consultation Fees",
    "consultation_fees_list": "<ul class='list-tabs'><li>New appointment: £250</li><li>Follow-up appointment: £180</li></ul>",
    "insurers": "Insurers",
    "insurers_list": "<ul><li><img title='aviva logo' src='/assets/img/insurance/aviva.png' />Aviva Health</li><li><img title='axa logo' src='/assets/img/insurance/axa-ppp2.png' />AXA PPP Healthcare</li><li><img title='Vitality logo' src='/assets/img/insurance/vitality.png' />Vitality Health</li><li><img title='general medical logo' src='/assets/img/insurance/general-medical.png' />General Medical</li><li><img title='cigna logo' src='/assets/img/insurance/cigna-logo2.jpg' />Cigna</li><li><img title='healix logo' src='/assets/img/insurance/healix.png' />Healix</li><li><img title='wpa logo' src='/assets/img/insurance/wpa.png' />WPA</li><li><img title='health online logo' src='/assets/img/insurance/health-on-line.png' />Health-On-Line</li><li><img title='aetna logo' src='/assets/img/insurance/aetna2.jpg' />Aetna</li><li><img title='bupa logo' src='/assets/img/insurance/bupa.png' />Bupa</li></ul>",
    "title_blog": "Articles:",
    "readmore": "Read more...",
    "date_blog_post1": "17.09.24",
    "date_blog_post2": "22.01.25",
    "title_blog_post1": "Chronic heartburn: When over-the-counter remedies aren’t enough",
    "text_blog_post1": "Heartburn is a common issue for many people, often relieved by over-the-counter remedies like antacids. Here, Mr Francesco Di Maggio, renowned consultant general and upper GI surgeon, provides an expert insight into chronic heartburn, why over-the-counter remedies may not work, and the other treatments available when they don’t.",
    "title_article": "Chronic heartburn: When over-the-counter remedies aren’t enough.",
    "date_title_article": "Published: 17/09/2024 | Updated: 03/10/2024",
    "title_article_text": "<span>Heartburn</span> is a common issue for many people, often relieved by over-the-counter remedies like antacids. However, when heartburn becomes chronic and persists despite over-the-counter treatment, it may indicate a more serious condition requiring medical intervention.</br></br><span>Mr Francesco Di Maggio</span>, renowned consultant general and upper GI surgeon, provides an expert insight into chronic heartburn, why over-the-counter remedies may not work, and the other treatments available when they don’t.<img src='/assets/img/article1.png' alt='Chronic heartburn: When over-the-counter remedies aren’t enough.' /><h3 class='title-article'>What is chronic heartburn?</h3>Chronic heartburn is a condition where acid reflux occurs frequently, usually more than twice a week over a prolonged period.</br></br>Symptoms include:</br></br><ul><li>a burning sensation in the chest or throat</li><li>a sour or bitter taste in the mouth</li><li>difficulty swallowing or feeling food stuck in the throat</li><li>chronic coughing</li><li>hoarseness or voice changes </li></ul>While occasional heartburn is common, frequent episodes may suggest <span>gastroesophageal reflux disease (GERD)</span>, a condition where stomach acid regularly flows back into the oesophagus, causing discomfort and damage to the oesophageal lining.</br></br><h3 class='title-article'>Why might over-the-counter remedies not be working anymore?</h3>Over-the-counter remedies, such as antacids, are effective for mild or occasional heartburn to neutralise or reduce stomach acid. However, these medications <span>aren’t designed for life-long management</span> of chronic heartburn. Over time, they can cause side effects, patients may develop a <span>tolerance</span> to these medications, and chronic heartburn might become more severe.</br></br>Additionally, chronic heartburn is often a sign of an <span>underlying medical condition</span> like GERD or a hiatal hernia, where part of the stomach pushes up through the diaphragm into the chest. In such cases, addressing the root cause requires more than just neutralising stomach acid. Instead, structural or physiological issues in the digestive system will need medical treatment or lifestyle changes to prevent the symptoms from recurring.</br></br><h3 class='title-article'>What treatments are available for chronic heartburn if over-the-counter remedies don’t work?  </h3>A specialist, such as a consultant general and upper GI surgeon, can offer a variety of treatments, depending on the severity and cause of the heartburn. These include:</br></br><ul><li>Prescription medications</li></ul>The specialist may prescribe stronger versions of over-the-counter drugs or entirely different medications to manage chronic heartburn. Examples include H2 blockers like Cimetidine, proton pump inhibitors (PPIs) such as Omeprazole, and prokinetics like Metoclopramide.</br></br><ul><li>Lifestyle changes</li></ul>In many cases, chronic heartburn can be managed with significant lifestyle and dietary adjustments, including avoiding trigger foods such as spicy, fatty, or acidic items. Other modifications that might also be recommended include quitting smoking, elevating the head during sleep, and eating smaller and frequent meals.</br></br><ul><li>Medical procedures</li></ul>In certain cases, prescription medications and lifestyle adjustments might not be sufficient. In such cases, keyhole surgical procedures may be recommended.</br></br><h3 class='title-article'>Is surgery ever required for chronic heartburn?  </h3>When other treatments have proven ineffective, surgery may be required to manage chronic heartburn or GERD.</br></br>The most common surgical procedure for chronic heartburn is <span>fundoplication</span>. This involves wrapping the top of the stomach around the lower oesophagus to reinforce the lower oesophageal sphincter and prevent acid from refluxing into the oesophagus. This operation can be done laparoscopically in many cases, allowing for quicker recovery.</br></br>Another surgical option is <span>LINX® surgery</span>, where a ring of magnetic beads is placed around the lower oesophageal sphincter to strengthen it. The beads allow the patient to swallow normally but prevent acid from backing up.</br></br>If a hiatal hernia is contributing to the chronic heartburn, surgery may be required to repair the hernia and reposition the stomach below the diaphragm.",
    "contacts_title": "Contacts",
    "cv_research": "CV & Research",
    "cv_research_text": "<img src='/assets/img/profile1.jpg' alt='Personal profile Francesco di Maggio'>Mr Di Maggio is a Consultant General and Upper Gastro-intestinal surgeon based in South London. <br />Since 2022, he works as a NHS Consultant Surgeon at Croydon University Hospital. <br />He routinely visits and operates on national and international patients with gastro-intestinal conditions.<br /><br />Mr. Di Maggio is a distinguished and dedicated surgeon, renowned for his expertise in advanced minimally invasive procedures.<br />His patients benefit from his exceptional surgical skills, commitment to precision and meticulous approach to patient care, reflected in his consistently low rate of post operative complications. This track record underscores his dedication to providing the highest standard of care and maximising patient well-being throughout the surgical journey. <br />Mr Di Maggio focuses on treating conditions such as hiatal hernia, gastro-esophageal reflux disease (GORD), gallstones, and abdominal wall and groin hernias.<br /><br />Mr. Di Maggio brings a wealth of experience and a commitment to excellence to his practice.<br /><br /><h3>Educational Journey and Global Perspective</h3>He embarked on his journey in the field of surgery with an exceptional academic foundation. Graduating with best honours from the University of Milan-Bicocca, top-ranked medical school in Italy, he demonstrated early on his passion for medical excellence.<br />He completed his General Surgery training at the University of Parma in 2014, authoring a thesis on Pancreatic Cancer published by the esteemed journal <span class='italic'>Pancreatology.</span><br /><br />Driven by a desire to contribute to global healthcare, Mr. Di Maggio pursued a Master's Degree in Surgery of Humanitarian Emergencies. This unique opportunity allowed him to work hands-on with Médecins Sans Frontières in Sub-Saharan Africa, where he honed not only his surgical skills but also his compassion for patients in diverse and challenging circumstances.<br /><br /><h3>Partnerships and Advancements in Medical Knowledge</h3>Mr. Di Maggio's contributions extend beyond his clinical work. Collaborating with esteemed research institutions including the Barts Cancer Institute, King's College, and Imperial College of London, he has actively worked towards the advancement of medical research. His role as the first author in several impactful publications and his active participation in national and international studies underscore his commitment to pushing the boundaries of medical knowledge. <br /><br />Here’s a list of Mr Di Maggio's peer-reviewed publications: <a href='https://scholar.google.com/citations?user=sASAcFa9fT0C&hl=en' target='_blank'>HERE </a><br /><br />Mr Di Maggio is also a trainer for surgical trainees in South London. He regularly mentors junior doctors as an educational and clinical supervisor. His work extends beyond the confines of an operating room, elevating the standards of care through his contributions to medical education and academic conversations.<br /><br /><h3>Mastering Upper GI Surgery</h3>Mr. Di Maggio's period as a Senior Clinical Fellow in Upper GI Surgery at St Thomas Hospital from 2018 to 2021 marked a pivotal phase in his career. Immersed in the intricate world of esophago-gastric surgery, he honed his skills in minimally invasive techniques. This tenure within a national leading unit allowed him to refine his craft in the realm of upper GI surgery. <br /><br />His commitment to continuous learning and professional growth is exemplified by his memberships to the European Society for the Diseases of the Esophagus, the Italian Medical Association of Great Britain, the TUGS - Upper GI Society and the British Medical Association.<br /><br /><h3>Comprehensive Surgical Expertise</h3>Mr. Di Maggio's skillset encompasses a wide range of procedures designed to address complex upper GI conditions. <br />His areas of expertise include the treatment of gallstone disease, hiatal hernias and gastro-esophageal reflux. <br />He is JAG accredited to perform diagnostic endoscopies to the upper GI tract (camera tests to inspect the stomach, or OGDs).<br />He is also proficient in the minimally invasive repair and reconstruction of abdominal wall and groin hernias. Furthermore, he is adept at performing precise excisions of various growths, ensuring both your health and aesthetics are well taken care of.<br /><br />Mr Di Maggio’s career journey is characterised by academic brilliance, a global perspective, collaborative research, and clinical specialisation. He is a skilled surgeon who combines surgical excellence with a patient-centric approach. <br /><br />In his free time, Mr Di Maggio enjoys playing the piano, cycling and gardening.<br /><br />Mr Di Maggio is fluent in Italian, Spanish and can communicate in Portuguese and French for those patients with limited English. <br />He is registered with all major private medical insurance companies and will see patients who wish to pay for their own consultation and treatment.</br></br><div class='cv-line'><h2 class='styleText w-470 fontBold' data-i18n='cv_research'>Qualifications and Training</h2></div><img src='/assets/img/cv-img.jpg' class='eng-img' alt='Personal profile Francesco di Maggio'/>MBBS (Laurea in Medicina e Chirurgia) Summa cum Laude, University of Milan-Bicocca, 2006</br></br>Homologación del título Mèdico en España, Ministerio de Educación Y Ciencia (2007)</br></br>CCST (Certification of completion of Training, with Honours) in General Surgery, University of Parma (2014)</br></br>Master's Degree in Surgery of Humanitarian Emergencies (Hons), University of Verona (2017)</br></br>Senior Upper GI Fellowship at St Thomas' Hospital - London (2018 to 2021)</br></br>JAG Accreditation for Upper GI Endoscopy JAG Accreditation as a Trainer Endoscopist",
    "title_blog_post2": "Gallstones: What you need to know - Online interview",
    "text_blog_post2": "In this online interview, Mr Francesco Di Maggio, distinguished consultant general and upper gastrointestinal surgeon, provides an expert guide to gallstones.",
    "title_blog_post3": "Acid Reflux Surgery Explained: The Nissen Fundoplication Procedure",
    "date_blog_post3": "30.03.25",
    "text_blog_post3": "A safe and effective surgery to reduce symptoms of reflux, reliance on medications, and improve quality of life.",
    "title_article2": "Laparoscopic Anti-Reflux Surgery (Nissen Fundoplication)",
    "date_title_article2": "Published: 30/03/2025",
    "title_article_text2": "A safe and effective surgery to reduce symptoms of reflux, reliance on medications, and improve quality of life.<img src='/assets/img/laparoscopic.png' alt='Laparoscopic Anti-Reflux Surgery' width='300px' /><h3 class='title-article'> What is reflux? </h3>Acid reflux is the result of acid in the stomach coming up into the oesophagus (food pipe) which should be naturally acid-free. Normally, the lower oesophageal sphincter and the anatomy of the gastro-oesophageal junction would prevent this.<br> Up to 20% of adults in the UK suffer from reflux disease, often referred to as GORD (Gastro-Oesophageal Reflux Disease).<img src='/assets/img/lapa2.png' width='300px' alt='Laparoscopic Anti-Reflux Surgery' /><h3 class='title-article'> What causes reflux? </h3><img src='/assets/img/lapa3.png' style='width: 130px;float: left;padding: 0px 20px 10px 0;' alt='Laparoscopic Anti-Reflux Surgery' />An ineffective sphincter at the bottom of the oesophagus is often found to be the cause. However, many adults also have a small part of their stomach herniating into the lower part of the chest, through the diaphragm.<br> A gap in the diaphragm (known as the oesophageal hiatus) provides support to the sphincter as the oesophagus passes from the chest into the abdomen.<br> <br> If the stomach is pushing up through this gap, the support is lost, and acid can easily flow up the oesophagus.<br> <br> In the most severe cases, the portion of the stomach herniating into the chest will increase with time. More of the stomach will push against the lungs, causing worsening respiratory symptoms.<br> Exceptionally, patients can develop life-threatening complications from this condition, such as stomach volvulus (when the stomach twists on its axis into the chest), requiring emergency life-saving operations.<br><br><h3 class='title-article'> Is reflux a problem? </h3>Many people have reflux but do not have any symptoms. Often though, acid reflux is incredibly uncomfortable and impacts daily life. Patients with GORD might develop:<ul><li>Burning in their chest or throat</li><li>Chest pain</li><li>Regurgitation when stooping or straining</li><li>Reduced tolerance to exercise</li><li>Poor quality sleep due to reflux when lying flat.</li></ul>Ongoing reflux of acidic stomach juice over time may cause changes known as Barrett’s Oesophagus, which slightly increases the risk of oesophageal cancer.<br><br><h3 class='title-article'> How to treat reflux? </h3><ul><li>In the first instance, patients are advised to change their diet and adopt a few useful habits, such as reducing the size of their meals, not eating too close to bedtime, and avoiding sparkling beverages, caffeine, alcohol, and fried food.</li><li>The next step would be starting some medications, such as Omeprazole or Famotidine, which reduce acid production or tamponade the acid in the stomach.</li><li>For patients who heavily rely on these medications to keep their symptoms under control, patients who experience side effects from them, and patients who still experience GORD symptoms despite the medications, anti-reflux surgery should be considered.</li></ul><h3 class='title-article'> Anti-reflux surgery</h3>In the UK, the most commonly performed operation to treat reflux is a Nissen Fundoplication.<br> In most cases, the operation is performed with keyhole (laparoscopically), through four or five small cuts in the abdomen.<br> <br> Any hiatus hernia is pulled back into the abdomen, and the hiatus is tightened using stitches. To reinforce the sphincter, the upper part of the stomach (fundus) is wrapped around the lower oesophagus and stitched together as in the below diagram.<img src='/assets/img/lapa4.png' width='300px' alt='Laparoscopic Anti-Reflux Surgery' /><h3 class='title-article'> Benefits and alternatives</h3>The main benefit of having this operation is to improve GORD symptoms, such as reflux, heartburn, and chest pain, without the need to rely on medication.<br><br><h3 class='title-article'> The Operation</h3><img src='/assets/img/lapa5.png' style='width: 240px;float: left; margin-right: 20px; padding: 10px;' alt='Laparoscopic Anti-Reflux Surgery' />Laparoscopic anti-reflux surgery involves the use of a camera and keyhole instruments, which pass through four/five small holes in the abdomen. You will be asleep for the entire procedure.<br><ul><li>The top part of the stomach (fundus) and the lower oesophagus are carefully freed from their nearby structures;</li><li>The hiatus is repaired and made tighter;</li><li>The newly freed fundus is wrapped around the lower oesophagus, either 270° (Toupet fundoplication) or 360° (Nissen fundoplication), to reinforce the sphincter and reconstitute an anti-reflux barrier;</li><li>You will then remain in hospital for some days, and once your post-operative pain is under control, you mobilise and are able to tolerate a liquid diet, you will be discharged home.</li></ul><h3 class='title-article'> After Surgery</h3>After 2-3 days, you should be fit to be discharged home.<br> From then, you should not do any heavy lifting or strenuous exercise for 4-6 weeks.<br> Depending on what you do for work, you will go back after 3-4 weeks. You will be followed up in an outpatient clinic after approximately 3 months, with a further follow-up after another 3 months if necessary.<br> You will be started on a soft diet post-operatively, with gradual introduction of solid food, in the 6 weeks following your operation.",
    "title_blog_post4": "Eating Smart After Nissen Fundoplication: Your Guide to a Smooth Recovery",
    "text_blog_post4": "What can I eat after my Nissen (or Toupet) Fundoplication?",
    "date_blog_post4": "01.04.25",
    "title_article4": "Eating Smart After Nissen Fundoplication: Your Guide to a Smooth Recovery",
    "date_title_article4": "Published: 01.04.25",
    "title_article_text4": "<br><h3 class='title-article'>What can I eat after my Nissen (or Toupet) Fundoplication? </h3>For the first 6 weeks after this surgery you may experience: <br><ul><li>Difficulty swallowing (dysphagia)</li><li>Abdominal bloating and flatulence</li><li>Pain after eating</li></ul>The following dietary advice will help to minimise these symptoms and should be followed until you see your consultant. <br><br><h3 class='title-article'>Your diet for the first six weeks after surgery</h3><ul><li><span>Week 1:</span> Clear fluids progressing to a soft 'sloppy' diet</li><li><span>Weeks 2 - 3:</span> Soft 'sloppy' diet</li><li><span>Weeks 4 - 5:</span> Soft diet progressing to a normal diet</li><li><span>Week 6:</span> Normal healthy diet (as agreed with your consultant)</li></ul><br><h3 class='title-article'>Clear fluids </h3>You should start having clear fluids on the night of your surgery. You will be able to drink water 3 hours after surgery. Have small meals of clear liquids, making sure you drink them slowly. <br><br><span>Suitable fluids are:</span><br><ul><li>Water</li><li>Squash</li><li>Apple, cranberry, grape and pomegranate juices</li><li>Smooth soups</li><li>Decaffeinated tea</li><li>Ice cream (allow this to melt in your mouth before swallowing)</li></ul><span>Avoid:</span> <br><ul><li>Very hot or cold fluids</li><li>Fizzy drinks (these can cause bloating and gas and should be avoided for 6 weeks)</li><li>Alcohol</li><li>Caffeine</li><li>Citrus juices, e.g. orange juice</li></ul><h3 class='title-article'>Soft 'sloppy' diet </h3>You should start having a soft 'sloppy' diet the morning after surgery and continue with this for 4 weeks. <br><br><span>What is a soft 'sloppy' diet?</span><br>A soft sloppy diet is where you only eat foods which: <br><ul><li>are soft and moist</li><li>have plenty of liquid</li><li>can be broken into pieces with a fork</li><li>do not require a lot of chewing</li></ul><span>Suitable foods are:</span><br><ul><li>Weetabix softened with milk</li><li>Milky porridge</li><li>Pureed meat, fish and other foods (you may find a blender useful)</li><li>Smooth soups without lumps</li></ul>If you have any problems with eating these foods, drop back to having clear fluids and build up to a soft, sloppy diet. <br><br><span>Avoid:</span> <br><ul><li>Solid lumps of food (these may get stuck in the oesophagus)</li><li>Bread</li><li>Crackers</li><li>Hard biscuits</li><li>Pastry</li><li>Dry meats such as cold cuts and steak</li></ul><br><h3 class='title-article'>Limit the following foods which may cause gas or irritation: </h3><ul><li>Onions</li><li>Citrus fruits and juices</li><li>Tomatoes and tomato products</li><li>Beans</li><li>Highly spiced and fatty foods</li><li>Caffeine and alcohol</li><li>Fizzy drinks</li></ul><br><span>General tips to help with eating after a fundoplication:</span> <br><ul><li>Sit upright at mealtimes and for half an hour after eating.</li><li>Relax and eat your meals slowly.</li><li>Drink fluids with meals to keep foods moist.</li><li>Have plenty of gravy/sauce</li><li>Avoid eating for 2 hours before going to bed.</li><li>Sleep propped up with an extra pillow.</li></ul><br><h3 class='title-article'>Soft-normal diet </h3>You should be able to progress to a soft-normal diet 4 - 6 weeks after surgery. <br><br><span>What is a soft-normal diet?</span> <br>A soft-normal diet involves gradually introducing more solid textures to your diet. <br>Suitable foods (in addition to the ones in a soft-sloppy diet) are: <br><ul><li>Soft minced meat</li><li>Flaked fish without bones</li><li>Well-cooked pulses</li><li>Well cooked pasta</li><li>Rice and vegetables with plenty of sauce</li></ul><br>While you are having a soft-normal diet you should avoid the same foods you were advised to avoid on page 4. <br>If you have any difficulties with certain foods discuss this with your consultant or dietitian. At your 6 week follow-up appointment with your consultant you may agree with him/her that you should start a normal diet with more challenging textures. <br><br><h3 class='title-article'>Having a balanced diet </h3>It is important to have a well-balanced diet to give your body the right amount of energy, protein, vitamins and minerals to function properly. Choosing a variety of different foods will help you to get all the nutrients you need for good health. You also need to make sure your diet contains enough energy and protein as you may be eating less than usual. Sometimes dietary changes can cause diarrhoea or constipation but this should settle once you are having a normal healthy diet. If you feel you are losing weight contact your hospital dietitian or ask your GP or practice nurse to refer you to a community dietitian. <br><br><h3 class='title-article'>Meal and snack ideas for your soft diet </h3><span>Breakfast</span><ul><li>Weetabix, porridge or instant oat cereal made with milk or soya milk or scrambled eggs made with milk and low fat spread</li><li>Apple juice/smoothie or soft fruit e.g. ripe banana, stewed apple/pear</li><li>Decaffeinated tea</li></ul><span>Mid-morning</span><ul><li>Yoghurt, mousse or soft fruit/ fruit puree</li><li>Water or squash</li></ul><span>Lunch</span><ul><li>Minced/tender meat, chicken with sauce or flaked fish in parsley or cheese sauce with mashed potato and mashed/finely chopped vegetables or pureed meat/ lentil and vegetable curry or pureed homemade soup made with pulses/meat, potatoes and vegetables</li><li>Water or squash</li></ul><span>Mid-afternoon</span><ul><li>Soft fruit or mashed tinned fruit</li><li>Yoghurt</li><li>Decaffeinated or herbal tea Dinner Similar to lunch meal.</li></ul><span>Dessert</span><ul><li>Ice cream</li><li>Jelly</li><li>Crème caramel</li><li>Rice pudding</li><li>Semolina</li><li>Lassi</li><li>Instant whip</li><li>Mashed or tinned fruit with custard</li></ul><span>Evening</span><ul><li>Milky drink such as malted milk drink or hot chocolate</li></ul>",
    "title_blog_post5": "Eating Smart: Tips for Gallstone Prevention and Relief",
    "text_blog_post5": "Gallstones: Causes, Symptoms, and Diet Management",
    "date_blog_post5": "03.04.25",
    "title_article5": "Eating Smart: Tips for Gallstone Prevention and Relief",
    "date_title_article5": "Published: 03.04.25",
    "title_article_text5": "<br><h3 class='title-article'>Gallstones: Causes, Symptoms, and Diet Management</h3> Gallstones are common, but two-thirds of those affected experience no symptoms. When symptoms do occur, they may include pain, jaundice (yellowing of skin/eyes), pancreatitis, or gallbladder inflammation. Surgery is the primary treatment for symptomatic gallstones.<br> Gallstones form when bile, normally a fluid, hardens in the gallbladder. They often contain cholesterol but can also consist of bile pigments or calcium deposits. Risk factors include age, pregnancy, obesity, diabetes, smoking, rapid weight loss, family history, certain medications (e.g., contraceptive pills), and a high-fat diet.<br><br> <h3 class='title-article'>The Role of the Gallbladder</h3> The gallbladder stores and releases bile into the small intestine to aid fat digestion. If a gallstone blocks the bile duct, symptoms like pain, bloating, nausea, and vomiting may occur.<br><br> <h3 class='title-article'>Reducing Gallstone Risk</h3> To lower the risk of developing gallstones or associated symptoms, consider:<br> <ul> <li>A vegetarian diet rich in fiber, beans, nuts, and vitamin C</li> <li>Drinking coffee and moderate alcohol</li> <li>Increasing calcium intake</li> </ul> <h3 class='title-article'>Dietary Tips for Managing Symptoms</h3> While no specific diet treats gallstones, a low-fat diet can help ease symptoms before surgery. Post-surgery, no special diet is needed, but maintaining a healthy, balanced diet is recommended. Losing weight gradually (1-2 lbs per week) is also beneficial.<br><br> <h3 class='title-article'>Healthy Eating Guidelines</h3> <ul> <li>Eat plenty of fruits, vegetables, and whole grains</li> <li>Choose low-fat dairy and lean proteins</li> <li>Limit saturated fats, replacing them with healthier options (e.g., olive oil, nuts)</li> <li>Stay hydrated (at least 2 liters of water daily)</li> <li>Have smaller, frequent meals to avoid triggering symptoms</li> <li>Keep a food diary to identify trigger foods</li> </ul> <h3 class='title-article'>Cutting Down on Fat</h3> High-fat diets can worsen symptoms and lead to fatty stools. Consider these lower-fat alternatives:<br> <ul> <li>Use light spreads, oil sprays, and low-fat dairy</li> <li>Choose lean meats, fish, and plant-based proteins</li> <li>Replace fatty snacks with fruit, low-fat popcorn, or wholegrain options</li> <li>Opt for tomato-based sauces instead of creamy dressings</li> </ul> <h3 class='title-article'>Practical Tips to Reduce Fat Intake</h3> <ul> <li>Cook from scratch to control fat content</li> <li>Check food labels for fat and sugar levels</li> <li>Use oil sprays, measure oil portions, and remove visible fat from meat</li> <li>Choose baking, grilling, or steaming over frying</li> </ul> Maintaining a healthy diet and lifestyle can help manage symptoms and reduce gallstone risks.",
    "title_blog_post6": "Gallstones: Explained Causes, Symptoms, and the Best Treatment Options",
    "text_blog_post6": "Gallstones: Symptoms, Complications, and Treatment",
    "date_blog_post6": "07.04.25",
    "title_article6": "Gallstones: Explained Causes, Symptoms, and the Best Treatment Options",
    "date_title_article6": "Published: 07.04.25",
    "title_article_text6": "<br><h3 class='title-article'>LINX: Redefining the surgical treatment of reflux disease</h3><img src='/assets/img/magnetic.png' style='width: 240px;' alt='magnetic linx'><h3 class='title-article'>What is LINX™? </h3>LINX is a simple device intended for patients diagnosed with reflux disease who are looking for an alternative to continuous acid suppression therapy.<img src='/assets/img/magnetic2.png' style='width: 240px;' alt='magnetic linx'>LINXTM is implanted during a minimally invasive laparoscopic procedure. The LINX procedure is less invasive than a traditional laparoscopic anti-reflux surgery, which is performed altering the stomach anatomy.<br><h3 class='title-article'>How LINX™ works</h3><img src='/assets/img/magnetic3.png' style='width: 240px;' alt='magnetic linx'>Reflux (also called Gastro-oesophageal Reflux Disease, or GORD) is caused by a muscle in your oesophagus called the Lower Oesophageal Sphincter (LOS) that is weak or relaxing inappropriately. This allows acid and bile to flow back from the stomach into the oesophagus, causing damage to the lining of the oesophagus, throat and lungs.<img src='/assets/img/magnetic4.png' style='width: 240px;' alt='magnetic linx'>LINX TM is a small, flexible ring of magnets placed around the oesophagus during a minimally invasive procedure. The magnets help to keep the LOS closed so that acid and bile do not flow from the stomach to the oesophagus. When you eat or drink, the forces from swallowing cause the magnets to separate, the LINX TM device to expand, and the LOS to open for food or liquid to pass into the stomach.<br><br>The National Institute for Health and Care Excellence (NICE) has evaluated the LINX Reflux Management System to manage GORD.<br><br>In their guidance published on January 11, 2023, NICE concluded that there is adequate evidence supporting the safety and efficacy of this procedure, recommending its use with standard clinical governance, consent, and audit arrangements in place.<br>This endorsement indicates that the LINX procedure is a viable option for patients with GORD, provided it is performed by appropriately trained clinicians within a structured clinical setting.<br>However, not all patients are suitable candidates for the procedure, and before undergoing LINX implantation, patients undergo a <strong>thorough evaluation</strong>, including <strong>manometry, endoscopy, and pH monitoring</strong>, to ensure they are appropriate candidates.<br><br><strong>Contraindications</strong> include:<br><ul><li><strong>Allergy to metals</strong> (e.g., titanium, stainless steel, nickel) - LINX contains these materials.</li><li><strong>Large hiatal hernia (&gt;4 cm)</strong> - which will require a separate repair before/instead of a LINX placement.</li><li><strong>Dysphagia (difficulty swallowing) or motility disorders</strong> - LINX can worsen swallowing issues.</li><li><strong>Esophageal stricture or severe inflammation (esophagitis)</strong> - could lead to complications.</li><li><strong>Prior bariatric or upper GI surgery</strong> (e.g., gastric bypass, sleeve gastrectomy, fundoplication) - might alter anatomy and affect LINX placement.</li><li><strong>Esophageal varices</strong> - due to increased risk of bleeding.</li><li><strong>Active infection</strong> - any systemic or local infection which could complicate implantation.</li><li><strong>Severe obesity (BMI &gt;35-40)</strong> - may affect device function.</li><li><strong>Autoimmune diseases or connective tissue disorders</strong> - conditions like scleroderma affecting esophageal function.</li><li><strong>Significant delayed gastric emptying (gastroparesis)</strong> - may exacerbate reflux symptoms.</li></ul><div style='text-align: center;'></div><video width='640' height='360' controls><source src='https://wolphovs.com/ziodima/linx.mp4' type='video/mp4'>Il tuo browser non supporta il tag video.</video></div>"
}

  