{
    "title_banner": "Consultant upper gastrointestinal surgeon",
    "title_banner_name": "Mr. Francesco Di Maggio",
    "personal_profile": "Profile",
    "personal_profile_text": "<img src='/assets/img/profile3.jpg' alt='Personal profile Francesco di Maggio' />I am a Consultant General and Upper Gastrointestinal Surgeon, and I am an expert in the treatment of acid reflux, gallstones, hernias and digestive disorders. I specialise in minimally invasive laparoscopic surgery, with a track record of exceptionally low postoperative complication rates.<br /><br />I played a key role in developing the anti-reflux service at Croydon University Hospital, resulting in an eightfold increase in procedure volume since my appointment and the successful management of several complex UGI surgical scenarios such as giant paraesophageal hernias and gastric volvulus. I use minimally invasive techniques ensuring faster recovery and a quicker return to physical activities.<br /><br />I have an extensive academic background with several first author high impact publications and prestigious international collaborations. I have worked in the most diverse settings and successfully managed extreme situations working as a humanitarian surgeon in Sub-Saharan Africa during my master’s degree with Medecins Sans Frontieres. I further specialised in upper gastro-intestinal surgery working for three years as a Senior UGI Surgical Fellow at St Thomas’ Hospital, one of the leading oesophago-gastric centres in the UK.<br /><br />I am a strong advocate of shared decision making. I will always make sure that my patients understand the rationale, benefits and risks of surgery. I allow my patients the opportunity to choose to what degree they want to engage in decision making about the treatment available for them at that time.", 
    "professional_memberships": "Treatments",
    "professional_memberships_text": "<h3>Mr Di Maggio routinely performs:</h3><div class='flex'><ul class='list-tabs'><li>Abscess incision and drainage</li><li>Abdominal wall reconstruction</li><li>Achalasia surgery</li><li>Adhesiolysis</li><li>Anti-reflux surgery (keyhole)</li><li>Appendectomy</li><li>Closure of loop ileostomy surgery</li><li>Epigastric hernia repair</li><li>Femoral hernia repair</li></ul><ul class='list-tabs'><li>Gallbladder removal surgery (keyhole)</li><li>Hiatal hernia repair (keyhole)</li><li>Inguinal hernia repair (keyhole)</li><li>Incisional hernia repair</li><li>Lipoma excision</li><li>LINX procedure (keyhole)</li><li>Nissen fundoplication (keyhole)</li><li>Open inguinal hernia surgery</li><li>Paraoesophageal hernia repair (keyhole)</li></ul><ul class='list-tabs'><li>Pilonidal Sinus excision</li><li>Skin lesion removal surgery (lumps and bumps)</li><li>Splenectomy</li><li>Sports hernia treatment</li><li>Toupet Fundoplication (keyhole)</li><li>Umbilical hernia repair</li><li>Upper GI endoscopy (gastroscopy)</li><li>Ventral hernia repair</li></ul></div>",
    "address": "Address: ",
    "phone": "Phone: ",
    "phone1": "+442089499020",
    "phone2": "+442086168380",
    "phone3": "+448081010337",
    "email": "Email: ",
    "emailnhs": "Email (for GP and NHS referrals only): ",
    "email1": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email2": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email3": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email4": "<a type='primary' href='mailto:CH-TR.generalsurgery@nhs.net' target=_blank>CH-TR.generalsurgery@nhs.net</a>",
    "Email": "Email: ",
    "locations_title": "Locations",
    "marker_title1": "New Victoria Hospital",
    "address1": "184 Coombe Lane West, Kingston Upon Thames, United Kingdom, KT2 7EG",
    "times1": "<ul><li><span>Tuesday:</span> <span>14:30 - 17:30</span></li><li><span>Friday:</span> <span>14:30 - 16:30</span></li></ul>",
    "marker_title2": "Dottore London",
    "address2": "24-25 Hand Court, London, United Kingdom, WC1V 6JF",
    "times2": "<ul><li><span>Monday:</span> <span>Enquire</span></li><li><span>Tuesday:</span> <span>Enquire</span></li><li><span>Wednesday:</span> <span>Enquire</span></li><li><span>Thursday:</span> <span>14:00 - 16:00</span></li><li><span>Friday:</span> <span>Enquire</span></li><li><span>Saturday:</span> <span>Enquire</span></li><li><span>Sunday:</span> <span>Enquire</span></li></ul>",
    "marker_title3": "Shirley Oaks Hospital",
    "address3": "Poppy Lane Shirley Oaks Village, Croydon, United Kingdom, CR9 8AB",
    "times3": "<ul><li><span>Tuesday:</span> <span>08:45 - 12:30</span></li></ul>",
    "marker_title4": "Croydon University Hospital",
    "address4": "530 London Road, Croydon, United Kingdom, CR7 7YE",
    "times4": "<ul><li><span>Monday:</span> <span>09:00 - 16:30</span></li><li><span>Tuesday:</span> <span>Enquire</span></li><li><span>Wednesday:</span> <span>Enquire</span></li><li><span>Thursday:</span> <span>Enquire</span></li><li><span>Friday:</span> <span>Enquire</span></li><li><span>Saturday:</span> <span>Enquire</span></li><li><span>Sunday:</span> <span>Enquire</span></li></ul>",
    "marker_title5": "Spire Saint Anthony's Hospital",
    "address5": "801 London Rd, Worcester Park, Sutton SM3 9DW, United Kingdom",
    "times5": "<ul><li><li><span>Thursday:</span> <span>14:30 - 17:00</span></li></ul>",
    "marker_title6": "Dottore London",
    "address6": "24-25 Hand Ct, London WC1V 6JF, UK",
    "times6": "Available AD HOC",
    "book_appointment": "Book an appointment",
    "view_clinic_title": "View clinic",
    "view_hosp_title": "View hospital",
    "languages_spoken_title": "Languages Spoken",
    "languages_spoken_list": "<ul class='list-tabs'><li>English</li><li>French</li><li>Italian</li><li>Portuguese</li><li>Spanish</li></ul>",
    "consultation_fees": "Consultation Fees",
    "consultation_fees_list": "<ul class='list-tabs'><li>New appointment: £250</li><li>Follow-up appointment: £180</li></ul>",
    "insurers": "Insurers",
    "insurers_list": "<ul><li><img title='aviva logo' src='/assets/img/insurance/aviva.png' />Aviva Health</li><li><img title='axa logo' src='/assets/img/insurance/axa-ppp.png' />AXA PPP Healthcare</li><li><img title='Vitality logo' src='/assets/img/insurance/vitality.png' />Vitality Health</li><li><img title='general medical logo' src='/assets/img/insurance/general-medical.png' />General Medical</li><li><img title='cigna logo' src='/assets/img/insurance/cigna-logo.jpg' />Cigna</li><li><img title='healix logo' src='/assets/img/insurance/healix.png' />Healix</li><li><img title='wpa logo' src='/assets/img/insurance/wpa.png' />WPA</li><li><img title='health online logo' src='/assets/img/insurance/health-on-line.png' />Health-On-Line</li><li><img title='aetna logo' src='/assets/img/insurance/aetna.jpg' />Aetna</li><li><img title='bupa logo' src='/assets/img/insurance/bupa.png' />Bupa</li></ul>",
    "title_blog": "Articles:",
    "readmore": "Read more...",
    "date_blog_post1": "17.09.24",
    "date_blog_post2": "22.01.25",
    "title_blog_post1": "Chronic heartburn: When over-the-counter remedies aren’t enough",
    "text_blog_post1": "Heartburn is a common issue for many people, often relieved by over-the-counter remedies like antacids. Here, Mr Francesco Di Maggio, renowned consultant general and upper GI surgeon, provides an expert insight into chronic heartburn, why over-the-counter remedies may not work, and the other treatments available when they don’t.",
    "title_article": "Chronic heartburn: When over-the-counter remedies aren’t enough.",
    "date_title_article": "Published: 17/09/2024 | Updated: 03/10/2024",
    "title_article_text": "<span>Heartburn</span> is a common issue for many people, often relieved by over-the-counter remedies like antacids. However, when heartburn becomes chronic and persists despite over-the-counter treatment, it may indicate a more serious condition requiring medical intervention.</br></br><span>Mr Francesco Di Maggio</span>, renowned consultant general and upper GI surgeon, provides an expert insight into chronic heartburn, why over-the-counter remedies may not work, and the other treatments available when they don’t.<img src='/assets/img/article1.png' alt='Chronic heartburn: When over-the-counter remedies aren’t enough.' /><h3 class='title-article'>What is chronic heartburn?</h3>Chronic heartburn is a condition where acid reflux occurs frequently, usually more than twice a week over a prolonged period.</br></br>Symptoms include:</br></br><ul><li>a burning sensation in the chest or throat</li><li>a sour or bitter taste in the mouth</li><li>difficulty swallowing or feeling food stuck in the throat</li><li>chronic coughing</li><li>hoarseness or voice changes </li></ul>While occasional heartburn is common, frequent episodes may suggest <span>gastroesophageal reflux disease (GERD)</span>, a condition where stomach acid regularly flows back into the oesophagus, causing discomfort and damage to the oesophageal lining.</br></br><h3 class='title-article'>Why might over-the-counter remedies not be working anymore?</h3>Over-the-counter remedies, such as antacids, are effective for mild or occasional heartburn to neutralise or reduce stomach acid. However, these medications <span>aren’t designed for life-long management</span> of chronic heartburn. Over time, they can cause side effects, patients may develop a <span>tolerance</span> to these medications, and chronic heartburn might become more severe.</br></br>Additionally, chronic heartburn is often a sign of an <span>underlying medical condition</span> like GERD or a hiatal hernia, where part of the stomach pushes up through the diaphragm into the chest. In such cases, addressing the root cause requires more than just neutralising stomach acid. Instead, structural or physiological issues in the digestive system will need medical treatment or lifestyle changes to prevent the symptoms from recurring.</br></br><h3 class='title-article'>What treatments are available for chronic heartburn if over-the-counter remedies don’t work?  </h3>A specialist, such as a consultant general and upper GI surgeon, can offer a variety of treatments, depending on the severity and cause of the heartburn. These include:</br></br><ul><li>Prescription medications</li></ul>The specialist may prescribe stronger versions of over-the-counter drugs or entirely different medications to manage chronic heartburn. Examples include H2 blockers like Cimetidine, proton pump inhibitors (PPIs) such as Omeprazole, and prokinetics like Metoclopramide.</br></br><ul><li>Lifestyle changes</li></ul>In many cases, chronic heartburn can be managed with significant lifestyle and dietary adjustments, including avoiding trigger foods such as spicy, fatty, or acidic items. Other modifications that might also be recommended include quitting smoking, elevating the head during sleep, and eating smaller and frequent meals.</br></br><ul><li>Medical procedures</li></ul>In certain cases, prescription medications and lifestyle adjustments might not be sufficient. In such cases, keyhole surgical procedures may be recommended.</br></br><h3 class='title-article'>Is surgery ever required for chronic heartburn?  </h3>When other treatments have proven ineffective, surgery may be required to manage chronic heartburn or GERD.</br></br>The most common surgical procedure for chronic heartburn is <span>fundoplication</span>. This involves wrapping the top of the stomach around the lower oesophagus to reinforce the lower oesophageal sphincter and prevent acid from refluxing into the oesophagus. This operation can be done laparoscopically in many cases, allowing for quicker recovery.</br></br>Another surgical option is <span>LINX® surgery</span>, where a ring of magnetic beads is placed around the lower oesophageal sphincter to strengthen it. The beads allow the patient to swallow normally but prevent acid from backing up.</br></br>If a hiatal hernia is contributing to the chronic heartburn, surgery may be required to repair the hernia and reposition the stomach below the diaphragm.",
    "contacts_title": "Contacts",
    "cv_research": "CV & Research",
    "cv_research_text": "<img src='/assets/img/profile1.jpg' alt='Personal profile Francesco di Maggio'>Mr Di Maggio is a Consultant General and Upper Gastro-intestinal surgeon based in South London. <br />Since 2022, he works as a NHS Consultant Surgeon at Croydon University Hospital. <br />He routinely visits and operates on national and international patients with gastro-intestinal conditions.<br /><br />Mr. Di Maggio is a distinguished and dedicated surgeon, renowned for his expertise in advanced minimally invasive procedures.<br />His patients benefit from his exceptional surgical skills, commitment to precision and meticulous approach to patients care, reflected in his consistently low rate of postoperative complications. This track record underscores his dedication to providing the highest standard of care and maximising patient well-being throughout the surgical journey. <br />Mr Di Maggio focuses on treating conditions such as hiatal hernia, gastro-esophageal reflux disease (GORD), gallstones, and abdominal wall and groin hernias.<br /><br />Mr. Di Maggio brings a wealth of experience and a commitment to excellence to his practice.<br /><br /><h3>Educational Journey and Global Perspective</h3>He embarked on his journey in the field of surgery with an exceptional academic foundation. Graduating with best honours from the University of Milan-Bicocca, top-ranked medical school in Italy, he demonstrated early on his passion for medical excellence.<br />He completed his General Surgery training at the University of Parma in 2014, authoring a thesis on Pancreatic Cancer published by the esteemed journal <span class='italic'>Pancreatology.</span><br /><br />Driven by a desire to contribute to global healthcare, Mr. Di Maggio pursued a Master's Degree in Surgery of Humanitarian Emergencies. This unique opportunity allowed him to work hands-on with Médecins Sans Frontières in Sub-Saharan Africa, where he honed not only his surgical skills but also his compassion for patients in diverse and challenging circumstances.<br /><br /><h3>Partnerships and Advancements in Medical Knowledge</h3>Mr. Di Maggio's contributions extend beyond his clinical work. Collaborating with esteemed research institutions including the Barts Cancer Institute, Kings College, and Imperial College of London, he has actively worked towards the advancement of medical research. His role as the first author in several impactful publications and his active participation in national and international studies underscore his commitment to pushing the boundaries of medical knowledge. <br /><br />Here’s a list of Mr Di Maggio peer-reviewed publications: <a href='https://scholar.google.com/citations?user=sASAcFa9fT0C&hl=en' target='_blank'>HERE </a><br /><br />Mr Di Maggio is also a trainer for surgical trainees in South London. He regularly mentors junior doctors as an educational and clinical supervisor. His work extends beyond the confines of an operating room, elevating the standards of care through his contributions to medical education and academic conversations.<br /><br /><h3>Mastering Upper GI Surgery</h3>Mr. Di Maggio's period as a Senior Clinical Fellow in Upper GI Surgery at St Thomas Hospital from 2018 to 2021 marked a pivotal phase in his career. Immersed in the intricate world of esophago-gastric surgery, he honed his skills in minimally invasive techniques. This tenure within a national leading unit allowed him to refine his craft in the realm of upper GI surgery. <br /><br />His commitment to continuous learning and professional growth is exemplified by its memberships to the European Society for the Diseases of the Esophagus, the Italian Medical Association of Great Britain, the TUGS - Upper GI Society and the British Medical Association.<br /><br /><h3>Comprehensive Surgical Expertise</h3>Mr. Di Maggio's skillset encompasses a wide range of procedures designed to address complex upper GI conditions. <br />His areas of expertise include the treatment of gallstone disease, hiatal hernias and gastro-esophageal reflux. <br />He is JAG accredited to perform diagnostic endoscopies to the upper GI tract (camera tests to inspect the stomach, or OGDs).<br />He is also proficient in the minimally invasive repair and reconstruction of abdominal wall and groin hernias. Furthermore, he is adept at performing precise excisions of various growths, ensuring both your health and aesthetics are well taken care of.<br /><br />Mr Di Maggio’s career journey is characterised by academic brilliance, a global perspective, collaborative research, and clinical specialisation. He is a skilled surgeon who combines surgical excellence with a patient-centric approach. <br /><br />In his free time, Mr Di Maggio enjoys playing the piano, cycling and gardening.<br /><br />Mr Di Maggio is fluent in Italian, Spanish and can communicate in Portuguese and French for those patients with limited English. <br />He is registered with all major private medical insurance companies and will see patients who wish to pay for their own consultation and treatment.</br></br><div class='cv-line'><h2 class='styleText w-470 fontBold' data-i18n='cv_research'>Qualifications and Training</h2></div><img src='/assets/img/cv-img.jpg' class='eng-img' alt='Personal profile Francesco di Maggio'/>MBBS (Laurea in Medicina e Chirurgia) Summa cum Laude, University of Milan-Bicocca, 2006</br></br>Homologación del título Mèdico en España, Ministerio de Educación Y Ciencia (2007)</br></br>CCST (Certification of completion of Training, with Honours) in General Surgery, University of Parma (2014)</br></br>Master's Degree in Surgery of Humanitarian Emergencies (Hons), University of Verona (2017)</br></br>Senior Upper GI Fellowship at St Thomas' Hospital - London (2018 to 2021)</br></br>JAG Accreditation for Upper GI EndoscopyJAG Accreditation as a Trainer Endoscopist",
    "title_blog_post2": "Gallstones: What you need to know - Online interview",
    "text_blog_post2": "In this online interview, Mr Francesco Di Maggio, distinguished consultant general and upper gastrointestinal surgeon, provides an expert guide to gallstones."
}