{
    "title_banner": "Consultant gastrointestinal surgeon",
    "title_banner_name": "Mr. Francesco Di Maggio",
    "personal_profile": "Profile",
    "personal_profile_text": "<img src='/assets/img/profile3-2.jpg' alt='Personal profile Francesco di Maggio' /><p>Sono un Chirurgo Generale e dell’apparato Gastrointestinale, specializzato nel trattamento del reflusso gastroesofageo, dei calcoli biliari, delle ernie e dei disturbi digestivi. Solitamente opero utilizzando tecniche di chirurgia laparoscopica min-invasiva ed ho un tasso documentato di complicanze post operatorie eccezionalmente basso.</p><p>Ho avuto un ruolo chiave nello sviluppo del servizio di chirurgia anti-reflusso presso il Croydon University Hospital, che si è tradotto in un aumento di otto volte nel numero di interventi eseguiti dalla mia nomina. Ho gestito con successo diversi casi complessi di chirurgia dell’apparato gastrointestinale superiore, come ernie paraesofagee giganti e volvoli gastrici. La chirurgia laparoscopica mini-invasivagarantisce ai miei pazienti un rapido recupero e un ritorno precoce alle normali attività quotidiane.</p><p>Il mio percorso accademico è ampio e prestigioso, con numerose pubblicazioni di alto impatto come primo autore e collaborazioni internazionali di rilievo. Ho lavorato in contesti estremamente diversi e affrontato situazioni ad elevata criticità operando come chirurgo umanitario in Africa sub-sahariana durante il mio master con Médecins Sans Frontières. Successivamente, mi sono ulteriormente specializzato nella chirurgia mini-invasiva del tratto gastrointestinale, lavorando per tre anni come Senior Upper GI Surgical Fellow presso il St Thomas Hospital di Londra, uno dei principali centri esofago-gastrici del Regno Unito.</p><p>Credo profondamente nell&#39;importanza di prendere decisioni condivise con i miei pazienti.<br />Mi impegno sempre a spiegare con chiarezza le ragioni, i benefici e i rischi di ogni intervento, dando ai miei pazienti la possibilità di decidere il livello di coinvolgimento nel percorso di cura, in base alle loro esigenze e preferenze.</p><p>Molti pazienti Italiani residenti a Londra si affidano alle mie cure per poter esprimersi in modo libero e naturale.<br/> Una comunicazione chiara e diretta aiuta a ridurre lo stress legato a una visita chirurgica o a un possibile intervento.</p>",     
    "professional_memberships": "Treatments",
    "professional_memberships_text": "<h3>Mr Di Maggio routinely performs:</h3><div class='flex'><ul class='list-tabs'><li>Abscess incision and drainage</li><li>Abdominal wall reconstruction</li><li>Achalasia surgery</li><li>Adhesiolysis</li><li>Anti-reflux surgery (keyhole)</li><li>Appendectomy</li><li>Closure of loop ileostomy surgery</li><li>Epigastric hernia repair</li><li>Femoral hernia repair</li></ul><ul class='list-tabs'><li>Gallbladder removal surgery (keyhole)</li><li>Hiatal hernia repair (keyhole)</li><li>Inguinal hernia repair (keyhole)</li><li>Incisional hernia repair</li><li>Lipoma excision</li><li>LINX procedure (keyhole)</li><li>Nissen fundoplication (keyhole)</li><li>Open inguinal hernia surgery</li><li>Paraoesophageal hernia repair (keyhole)</li></ul><ul class='list-tabs'><li>Pilonidal Sinus excision</li><li>Skin lesion removal surgery (lumps and bumps)</li><li>Splenectomy</li><li>Sports hernia treatment</li><li>Toupet Fundoplication (keyhole)</li><li>Umbilical hernia repair</li><li>Upper GI endoscopy (gastroscopy)</li><li>Ventral hernia repair</li></ul></div>",
    "address": "Address: ",
    "phone": "Phone: ",
    "phone1": "+442089499020",
    "phone2": "+442086168380",
    "phone3": "+448081010337",
    "email": "Email: ",
    "emailnhs": "Email (for GP and NHS referrals only): ",
    "email1": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email2": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email3": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email4": "<a type='primary' href='mailto:CH-TR.generalsurgery@nhs.net' target=_blank>CH-TR.generalsurgery@nhs.net</a>",
    "Email": "Email: ",
    "locations_title": "Locations",
    "marker_title1": "New Victoria Hospital",
    "address1": "184 Coombe Lane West, Kingston Upon Thames, United Kingdom, KT2 7EG",
    "times1": "<ul><li><span>Tuesday:</span> <span>14:30 - 17:30</span></li><li><span>Friday:</span> <span>14:30 - 16:30</span></li></ul>",
    "marker_title2": "Dottore London",
    "address2": "24-25 Hand Court, London, United Kingdom, WC1V 6JF",
    "times2": "<ul><li><span>Monday:</span> <span>Enquire</span></li><li><span>Tuesday:</span> <span>Enquire</span></li><li><span>Wednesday:</span> <span>Enquire</span></li><li><span>Thursday:</span> <span>14:00 - 16:00</span></li><li><span>Friday:</span> <span>Enquire</span></li><li><span>Saturday:</span> <span>Enquire</span></li><li><span>Sunday:</span> <span>Enquire</span></li></ul>",
    "marker_title3": "Shirley Oaks Hospital",
    "address3": "Poppy Lane Shirley Oaks Village, Croydon, United Kingdom, CR9 8AB",
    "times3": "<ul><li><span>Tuesday:</span> <span>08:45 - 12:30</span></li></ul>",
    "marker_title4": "Croydon University Hospital",
    "address4": "530 London Road, Croydon, United Kingdom, CR7 7YE",
    "times4": "<ul><li><span>Monday:</span> <span>09:00 - 16:30</span></li><li><span>Tuesday:</span> <span>Enquire</span></li><li><span>Wednesday:</span> <span>Enquire</span></li><li><span>Thursday:</span> <span>Enquire</span></li><li><span>Friday:</span> <span>Enquire</span></li><li><span>Saturday:</span> <span>Enquire</span></li><li><span>Sunday:</span> <span>Enquire</span></li></ul>",
    "marker_title5": "Spire Saint Anthony's Hospital",
    "address5": "801 London Rd, Worcester Park, Sutton SM3 9DW, United Kingdom",
    "times5": "<ul><li><li><span>Thursday:</span> <span>14:30 - 17:00</span></li></ul>",
    "marker_title6": "Dottore London",
    "address6": "24-25 Hand Ct, London WC1V 6JF, UK",
    "times6": "Available AD HOC",
    "book_appointment": "Book an appointment",
    "view_clinic_title": "View clinic",
    "view_hosp_title": "View hospital",
    "languages_spoken_title": "Languages Spoken",
    "languages_spoken_list": "<ul class='list-tabs'><li>English</li><li>French</li><li>Italian</li><li>Portuguese</li><li>Spanish</li></ul>",
    "consultation_fees": "Consultation Fees",
    "consultation_fees_list": "<ul class='list-tabs'><li>New appointment: £250</li><li>Follow-up appointment: £180</li></ul>",
    "insurers": "Insurers",
    "insurers_list": "<ul><li><img title='aviva logo' src='/assets/img/insurance/aviva.png' />Aviva Health</li><li><img title='axa logo' src='/assets/img/insurance/axa-ppp2.png' />AXA PPP Healthcare</li><li><img title='Vitality logo' src='/assets/img/insurance/vitality.png' />Vitality Health</li><li><img title='general medical logo' src='/assets/img/insurance/general-medical.png' />General Medical</li><li><img title='cigna logo' src='/assets/img/insurance/cigna-logo2.jpg' />Cigna</li><li><img title='healix logo' src='/assets/img/insurance/healix.png' />Healix</li><li><img title='wpa logo' src='/assets/img/insurance/wpa.png' />WPA</li><li><img title='health online logo' src='/assets/img/insurance/health-on-line.png' />Health-On-Line</li><li><img title='aetna logo' src='/assets/img/insurance/aetna2.jpg' />Aetna</li><li><img title='bupa logo' src='/assets/img/insurance/bupa.png' />Bupa</li></ul>",
    "title_blog": "Articles:",
    "readmore": "Read more...",
    "date_blog_post1": "17.09.24",
    "date_blog_post2": "22.01.25",
    "title_blog_post1": "Chronic heartburn: When over-the-counter remedies aren’t enough",
    "text_blog_post1": "Heartburn is a common issue for many people, often relieved by over-the-counter remedies like antacids. Here, Mr Francesco Di Maggio, renowned consultant general and upper GI surgeon, provides an expert insight into chronic heartburn, why over-the-counter remedies may not work, and the other treatments available when they don’t.",
    "title_article": "Chronic heartburn: When over-the-counter remedies aren’t enough.",
    "date_title_article": "Published: 17/09/2024 | Updated: 03/10/2024",
    "title_article_text": "<span>Heartburn</span> is a common issue for many people, often relieved by over-the-counter remedies like antacids. However, when heartburn becomes chronic and persists despite over-the-counter treatment, it may indicate a more serious condition requiring medical intervention.</br></br><span>Mr Francesco Di Maggio</span>, renowned consultant general and upper GI surgeon, provides an expert insight into chronic heartburn, why over-the-counter remedies may not work, and the other treatments available when they don’t.<img src='/assets/img/article1.png' alt='Chronic heartburn: When over-the-counter remedies aren’t enough.' /><h3 class='title-article'>What is chronic heartburn?</h3>Chronic heartburn is a condition where acid reflux occurs frequently, usually more than twice a week over a prolonged period.</br></br>Symptoms include:</br></br><ul><li>a burning sensation in the chest or throat</li><li>a sour or bitter taste in the mouth</li><li>difficulty swallowing or feeling food stuck in the throat</li><li>chronic coughing</li><li>hoarseness or voice changes </li></ul>While occasional heartburn is common, frequent episodes may suggest <span>gastroesophageal reflux disease (GERD)</span>, a condition where stomach acid regularly flows back into the oesophagus, causing discomfort and damage to the oesophageal lining.</br></br><h3 class='title-article'>Why might over-the-counter remedies not be working anymore?</h3>Over-the-counter remedies, such as antacids, are effective for mild or occasional heartburn to neutralise or reduce stomach acid. However, these medications <span>aren’t designed for life-long management</span> of chronic heartburn. Over time, they can cause side effects, patients may develop a <span>tolerance</span> to these medications, and chronic heartburn might become more severe.</br></br>Additionally, chronic heartburn is often a sign of an <span>underlying medical condition</span> like GERD or a hiatal hernia, where part of the stomach pushes up through the diaphragm into the chest. In such cases, addressing the root cause requires more than just neutralising stomach acid. Instead, structural or physiological issues in the digestive system will need medical treatment or lifestyle changes to prevent the symptoms from recurring.</br></br><h3 class='title-article'>What treatments are available for chronic heartburn if over-the-counter remedies don’t work?  </h3>A specialist, such as a consultant general and upper GI surgeon, can offer a variety of treatments, depending on the severity and cause of the heartburn. These include:</br></br><ul><li>Prescription medications</li></ul>The specialist may prescribe stronger versions of over-the-counter drugs or entirely different medications to manage chronic heartburn. Examples include H2 blockers like Cimetidine, proton pump inhibitors (PPIs) such as Omeprazole, and prokinetics like Metoclopramide.</br></br><ul><li>Lifestyle changes</li></ul>In many cases, chronic heartburn can be managed with significant lifestyle and dietary adjustments, including avoiding trigger foods such as spicy, fatty, or acidic items. Other modifications that might also be recommended include quitting smoking, elevating the head during sleep, and eating smaller and frequent meals.</br></br><ul><li>Medical procedures</li></ul>In certain cases, prescription medications and lifestyle adjustments might not be sufficient. In such cases, keyhole surgical procedures may be recommended.</br></br><h3 class='title-article'>Is surgery ever required for chronic heartburn?  </h3>When other treatments have proven ineffective, surgery may be required to manage chronic heartburn or GERD.</br></br>The most common surgical procedure for chronic heartburn is <span>fundoplication</span>. This involves wrapping the top of the stomach around the lower oesophagus to reinforce the lower oesophageal sphincter and prevent acid from refluxing into the oesophagus. This operation can be done laparoscopically in many cases, allowing for quicker recovery.</br></br>Another surgical option is <span>LINX® surgery</span>, where a ring of magnetic beads is placed around the lower oesophageal sphincter to strengthen it. The beads allow the patient to swallow normally but prevent acid from backing up.</br></br>If a hiatal hernia is contributing to the chronic heartburn, surgery may be required to repair the hernia and reposition the stomach below the diaphragm.",
    "contacts_title": "Contacts",
    "cv_research": "CV & Research",
    "cv_research_text": "<img src='/assets/img/profile1.jpg' alt='Personal profile Francesco di Maggio'/><h3>Il Dottor Di Maggio è un chirurgo dell’apparato digerente, specializzato in chirurgia gastrointestinale.</h3><p>Dal 2022 lavora come Consultant Surgeon presso l’Ospedale Universitario di Croydon, dove tratta pazienti nazionali e internazionali affetti da patologie gastro-intestinali.</p><p>Il dottor Di Maggio è un chirurgo rinomato per la sua esperienza in tecniche mini-invasive, specializzato nel trattamento di ernie iatali, reflusso gastro-esofageo (GORD), calcoli biliari ed ernie addominali.</p><p>I suoi pazienti beneficiano di una tecnica perfezionista e di un approccio meticoloso alla cura, che si traducono in un tasso di complicanze post-operatorie estremamente basso.</p><h3>Percorso educativo e internazionale</h3><p>Laureato con lode all’Università di Milano-Bicocca, il Dottor Di Maggio ha completato la sua formazione in Chirurgia Generale all’Università di Parma, con una tesi sul cancro pancreatico pubblicata su <span class='italic'>Pancreatology.</span></p><p>Ha poi conseguito un Master in Chirurgia delle Emergenze Umanitarie, lavorando con Medici Senza Frontiere in Africa Sub-sahariana, dove ha perfezionato le sue competenze in chirurgia d’emergenza lavorando con risorse limitate e sviluppando una profonda empatia verso i pazienti, in contesti complessi e difficili.</p><h3>Contributi alla ricerca medica</h3><p>Il Dottor Di Maggio ha collaborato con istituzioni accademiche di prestigio, come il Barts Cancer Institute, il King’s College e l’Imperial College di Londra, ed è autore di numerosi lavori scientifici e linee guida pubblicate in riviste di riferimento internazionali. Inoltre, svolge il ruolo di mentore dei medici e chirurghi in formazione a Londra per Health Education England.<img class='second-img' src='/assets/img/cv-img.jpg' alt='Personal profile Francesco di Maggio'/></p><h3>Eccellenza in chirurgia gastrointestinale</h3><p>Durante la sua esperienza come Senior Clinical Fellow in Chirurgia Gastrointestinale presso l’Ospedale St Thomas (2018-2021), ha affinato le sue abilità nelle tecniche minimamente invasive.</p><p>È accreditato dal JAG per eseguire (e insegnare) endoscopie diagnostiche del tratto digestivo superiore.</p><h3>Competenze chirurgiche</h3><p>Il Dottor Di Maggio si specializza nel trattamento di calcolosi della cistifellea, ernie iatali e reflusso gastro-esofageo, ed è esperto nelle tecniche mini invasive per la riparazione delle ernie inguinali e della parete addominale. Esegue anche rimozioni di cisti e lipomi sottocutanei, con particolare attenzione all’estetica del paziente.</p><p>Nel tempo libero, il Dottor Di Maggio ama suonare il pianoforte, andare in bicicletta e praticare giardinaggio. Parla italiano e spagnolo fluentemente e ha una buona conoscenza di portoghese e francese. È registrato con le principali compagnie di assicurazione sanitaria, ma accoglie anche pazienti privati sprovvisti di assicurazione.</p>",
    "title_blog_post2": "Gallstones: What you need to know - Online interview",
    "text_blog_post2": "In this online interview, Mr Francesco Di Maggio, distinguished consultant general and upper gastrointestinal surgeon, provides an expert guide to gallstones."
}