{
    "title_banner": "Chirurgo gastroenterologo consulente",
    "title_banner_name": "Mr. Francesco Di Maggio",
    "personal_profile": "Profilo",
    "personal_profile_text": "<img src='/assets/img/profile3-2.jpg' alt='Personal profile Francesco di Maggio' /><p>Sono un Chirurgo Generale e dell’apparato Gastrointestinale, specializzato nel trattamento del reflusso gastroesofageo, dei calcoli biliari, delle ernie e dei disturbi digestivi. Solitamente opero utilizzando tecniche di chirurgia laparoscopica min-invasiva ed ho un tasso documentato di complicanze post operatorie eccezionalmente basso.</p><p>Ho avuto un ruolo chiave nello sviluppo del servizio di chirurgia anti-reflusso presso il Croydon University Hospital, che si è tradotto in un aumento di otto volte nel numero di interventi eseguiti dalla mia nomina. Ho gestito con successo diversi casi complessi di chirurgia dell’apparato gastrointestinale superiore, come ernie paraesofagee giganti e volvoli gastrici. La chirurgia laparoscopica mini-invasivagarantisce ai miei pazienti un rapido recupero e un ritorno precoce alle normali attività quotidiane.</p><p>Il mio percorso accademico è ampio e prestigioso, con numerose pubblicazioni di alto impatto come primo autore e collaborazioni internazionali di rilievo. Ho lavorato in contesti estremamente diversi e affrontato situazioni ad elevata criticità operando come chirurgo umanitario in Africa sub-sahariana durante il mio master con Médecins Sans Frontières. Successivamente, mi sono ulteriormente specializzato nella chirurgia mini-invasiva del tratto gastrointestinale, lavorando per tre anni come Senior Upper GI Surgical Fellow presso il St Thomas Hospital di Londra, uno dei principali centri esofago-gastrici del Regno Unito.</p><p>Credo profondamente nell&#39;importanza di prendere decisioni condivise con i miei pazienti.<br />Mi impegno sempre a spiegare con chiarezza le ragioni, i benefici e i rischi di ogni intervento, dando ai miei pazienti la possibilità di decidere il livello di coinvolgimento nel percorso di cura, in base alle loro esigenze e preferenze.</p><p>Molti pazienti Italiani residenti a Londra si affidano alle mie cure per poter esprimersi in modo libero e naturale.<br/> Una comunicazione chiara e diretta aiuta a ridurre lo stress legato a una visita chirurgica o a un possibile intervento.</p>",     
    "professional_memberships": "Trattamenti",
    "professional_memberships_text": "<h3>Il Dott. Di Maggio esegue regolarmente:</h3> <div class='flex'> <ul class='list-tabs'> <li>Ernie della parete addominale (riparazione di ernie ombelicali, epigastriche e incisionali);</li> <li><a href='https://dimaggiosurgery.com/en/gallstones-symptoms'>Calcoli biliari (colecistectomia laparoscopica - chirurgia mini-invasiva);</a></li> <li><a href='https://dimaggiosurgery.com/it/inguinal-hernias'>Ernie inguinali (femorali, inguinali e spigheliane - con chirurgia mini-invasiva o aperta);</a></li> <li><a href='https://dimaggiosurgery.com/en/chronic-heartburn'>Bruciore di stomaco e Reflusso (trattamento medico e chirurgico);</a></li> <li>Ernia iatale (<a href='https://dimaggiosurgery.com/it/laparoscopic-anti-reflux'>Nissen</a>, Toupet e <a href='https://dimaggiosurgery.com/it/magnetic-innovation'>procedure LINX</a> - chirurgia mini-invasiva);</li> <li>Noduli e rigonfiamenti (lipomi, cisti, papillomi cutanei, seni pilonidali);</li> <li>Ernia paraesofagea (stomaco nel torace - riparazione con chirurgia mini-invasiva);</li> <li>Obesità (trattamento medico);</li> <li>Acalasia (Heller - chirurgia mini-invasiva)</li> <li>Dolore addominale, Appendicite cronica e Aderenze (chirurgia mini-invasiva);</li> </ul> </div>",
    "download": "Scarica",
    "address": "Indirizzo: ",
    "phone": "Telefono: ",
    "phone1": "+442089499020",
    "phone2": "+442086168380",
    "phone3": "+448081010337",
    "email": "Email: ",
    "emailnhs": "Email (solo per referenze medico di base e NHS): ",
    "email1": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email2": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email3": "<a type='primary' href='mailto:info@dimaggiosurgery.com?subject=Doctify: A Patient is requesting an appointment' target=_blank>info@dimaggiosurgery.com</a>",
    "email4": "<a type='primary' href='mailto:CH-TR.generalsurgery@nhs.net' target=_blank>CH-TR.generalsurgery@nhs.net</a>",
    "Email": "Email: ",
    "locations_title": "Sedi",
    "marker_title1": "New Victoria Hospital",
    "address1": "184 Coombe Lane West, Kingston Upon Thames, United Kingdom, KT2 7EG",
    "times1": "<ul><li><span>Martedì:</span> <span>14:30 - 17:30</span></li><li><span>Venerdì:</span> <span>14:30 - 16:30</span></li></ul>",
    "marker_title2": "Dottore London",
    "address2": "24-25 Hand Court, London, United Kingdom, WC1V 6JF",
    "times2": "<ul><li><span>Lunedì:</span> <span>Su richiesta</span></li><li><span>Martedì:</span> <span>Su richiesta</span></li><li><span>Mercoledì:</span> <span>Su richiesta</span></li><li><span>Giovedì:</span> <span>14:00 - 16:00</span></li><li><span>Venerdì:</span> <span>Su richiesta</span></li><li><span>Sabato:</span> <span>Su richiesta</span></li><li><span>Domenica:</span> <span>Su richiesta</span></li></ul>",
    "marker_title3": "Shirley Oaks Hospital",
    "address3": "Poppy Lane Shirley Oaks Village, Croydon, United Kingdom, CR9 8AB",
    "times3": "<ul><li><span>Martedì:</span> <span>08:45 - 12:30</span></li></ul>",
    "marker_title4": "Croydon University Hospital",
    "address4": "530 London Road, Croydon, United Kingdom, CR7 7YE",
    "times4": "<ul><li><span>Lunedì:</span> <span>09:00 - 16:30</span></li><li><span>Martedì:</span> <span>Su richiesta</span></li><li><span>Mercoledì:</span> <span>Su richiesta</span></li><li><span>Giovedì:</span> <span>Su richiesta</span></li><li><span>Venerdì:</span> <span>Su richiesta</span></li><li><span>Sabato:</span> <span>Su richiesta</span></li><li><span>Domenica:</span> <span>Su richiesta</span></li></ul>",
    "marker_title5": "Spire Saint Anthony's Hospital",
    "address5": "801 London Rd, Worcester Park, Sutton SM3 9DW, United Kingdom",
    "times5": "<ul><li><span>Giovedì:</span> <span>14:30 - 17:00</span></li></ul>",
    "marker_title6": "Dottore London",
    "address6": "24-25 Hand Ct, London WC1V 6JF, UK",
    "times6": "Disponibile su appuntamento",
    "book_appointment": "Prenota un appuntamento",
    "view_clinic_title": "Visualizza clinica",
    "view_hosp_title": "Visualizza ospedale",
    "languages_spoken_title": "Lingue Parlate",
    "languages_spoken_list": "<ul class='list-tabs'><li>Inglese</li><li>Francese</li><li>Italiano</li><li>Portoghese</li><li>Spagnolo</li></ul>",
    "consultation_fees": "Costi della Consulenza",
    "consultation_fees_list": "<ul class='list-tabs'><li>Primo appuntamento: £250</li><li>Appuntamento di controllo: £180</li></ul>",
    "insurers": "Assicurazioni",
    "insurers_list": "<ul><li><img title='aviva logo' src='/assets/img/insurance/aviva.png' />Aviva Health</li><li><img title='axa logo' src='/assets/img/insurance/axa-ppp2.png' />AXA PPP Healthcare</li><li><img title='Vitality logo' src='/assets/img/insurance/vitality.png' />Vitality Health</li><li><img title='general medical logo' src='/assets/img/insurance/general-medical.png' />General Medical</li><li><img title='cigna logo' src='/assets/img/insurance/cigna-logo2.jpg' />Cigna</li><li><img title='healix logo' src='/assets/img/insurance/healix.png' />Healix</li><li><img title='wpa logo' src='/assets/img/insurance/wpa.png' />WPA</li><li><img title='health online logo' src='/assets/img/insurance/health-on-line.png' />Health-On-Line</li><li><img title='aetna logo' src='/assets/img/insurance/aetna2.jpg' />Aetna</li><li><img title='bupa logo' src='/assets/img/insurance/bupa.png' />Bupa</li></ul>",
    "title_blog": "Articoli:",
    "readmore": "Leggi di più...",
    "date_blog_post1": "17.09.24",
    "date_blog_post2": "22.01.25",
    "title_blog_post1": "Bruciore di stomaco cronico: Quando i rimedi da banco non bastano",
    "text_blog_post1": "Il bruciore di stomaco è un problema comune per molte persone, spesso alleviato da rimedi da banco come gli antiacidi. Qui, il Dott. Francesco Di Maggio, rinomato chirurgo consulente generale e gastroenterologo, fornisce una panoramica esperta sul bruciore di stomaco cronico, perché i rimedi da banco potrebbero non funzionare e quali altri trattamenti sono disponibili quando non lo fanno.",
    "title_article": "Bruciore di stomaco cronico: Quando i rimedi da banco non bastano.",
    "date_title_article": "Pubblicato: 17/09/2024 | Aggiornato: 03/10/2024",
    "title_article_text": "<span>Il bruciore di stomaco</span> è un problema comune per molte persone, spesso alleviato da rimedi da banco come gli antiacidi. Tuttavia, quando il bruciore di stomaco diventa cronico e persiste nonostante il trattamento da banco, può indicare una condizione più grave che richiede un intervento medico.</br></br><span>Il Dott. Francesco Di Maggio</span>, rinomato chirurgo consulente generale e gastroenterologo, fornisce una prospettiva esperta sul bruciore di stomaco cronico, perché i rimedi da banco potrebbero non funzionare e quali altri trattamenti sono disponibili quando non funzionano.<img src='/assets/img/article1.png' alt='Bruciore di stomaco cronico: Quando i rimedi da banco non bastano.' /><h3 class='title-article'>Che cos'è il bruciore di stomaco cronico?</h3>Il bruciore di stomaco cronico è una condizione in cui il reflusso acido si verifica frequentemente, solitamente più di due volte a settimana per un periodo prolungato.</br></br>I sintomi includono:</br></br><ul><li>una sensazione di bruciore nel petto o nella gola</li><li>un sapore aspro o amaro in bocca</li><li>difficoltà a deglutire o sensazione di cibo bloccato nella gola</li><li>tosse cronica</li><li>raucedine o cambiamenti della voce</li></ul>Mentre il bruciore di stomaco occasionale è comune, episodi frequenti possono suggerire la <span>malattia da reflusso gastroesofageo (GERD)</span>, una condizione in cui l'acido gastrico risale regolarmente nell'esofago, causando disagio e danni al rivestimento esofageo.</br></br><h3 class='title-article'>Perché i rimedi da banco potrebbero non funzionare più?</h3>I rimedi da banco, come gli antiacidi, sono efficaci per il bruciore di stomaco lieve o occasionale per neutralizzare o ridurre l'acido gastrico. Tuttavia, questi farmaci <span>non sono progettati per la gestione a vita</span> del bruciore di stomaco cronico. Nel tempo, possono causare effetti collaterali, i pazienti possono sviluppare una <span>tolleranza</span> a questi farmaci, e il bruciore di stomaco cronico potrebbe diventare più grave.</br></br>Inoltre, il bruciore di stomaco cronico è spesso un segno di una <span>condizione medica sottostante</span> come il GERD o un'ernia iatale, dove parte dello stomaco spinge verso l'alto attraverso il diaframma nel torace. In tali casi, affrontare la causa principale richiede più che semplicemente neutralizzare l'acido gastrico. Invece, i problemi strutturali o fisiologici del sistema digestivo necessiteranno di trattamento medico o cambiamenti dello stile di vita per prevenire la recidiva dei sintomi.</br></br><h3 class='title-article'>Quali trattamenti sono disponibili per il bruciore di stomaco cronico se i rimedi da banco non funzionano?</h3>Uno specialista, come un chirurgo consulente generale e gastroenterologo, può offrire una varietà di trattamenti, a seconda della gravità e della causa del bruciore di stomaco. Questi includono:</br></br><ul><li>Farmaci su prescrizione</li></ul>Lo specialista può prescrivere versioni più forti dei farmaci da banco o farmaci completamente diversi per gestire il bruciore di stomaco cronico. Gli esempi includono bloccanti H2 come la Cimetidina, inibitori della pompa protonica (IPP) come l'Omeprazolo, e procinetici come la Metoclopramide.</br></br><ul><li>Cambiamenti dello stile di vita</li></ul>In molti casi, il bruciore di stomaco cronico può essere gestito con significativi aggiustamenti dello stile di vita e della dieta, incluso evitare cibi scatenanti come cibi piccanti, grassi o acidi. Altre modifiche che potrebbero essere raccomandate includono smettere di fumare, elevare la testa durante il sonno, e mangiare pasti più piccoli e frequenti.</br></br><ul><li>Procedure mediche</li></ul>In certi casi, i farmaci su prescrizione e gli aggiustamenti dello stile di vita potrebbero non essere sufficienti. In tali casi, possono essere raccomandati interventi chirurgici mini-invasivi.</br></br><h3 class='title-article'>È mai necessaria la chirurgia per il bruciore di stomaco cronico?</h3>Quando altri trattamenti si sono dimostrati inefficaci, la chirurgia può essere necessaria per gestire il bruciore di stomaco cronico o il GERD.</br></br>La procedura chirurgica più comune per il bruciore di stomaco cronico è la <span>fundoplicatio</span>. Questo comporta avvolgere la parte superiore dello stomaco intorno all'esofago inferiore per rinforzare lo sfintere esofageo inferiore e prevenire che l'acido refluisca nell'esofago. Questa operazione può essere eseguita laparoscopicamente nella maggior parte dei casi, permettendo un recupero più veloce.</br></br>Un'altra opzione chirurgica è la <span>chirurgia LINX®</span>, dove un anello di perline magnetiche viene posizionato intorno allo sfintere esofageo inferiore per rafforzarlo. Le perline permettono al paziente di deglutire normalmente ma prevengono il ritorno dell'acido.</br></br>Se un'ernia iatale contribuisce al bruciore di stomaco cronico, la chirurgia può essere necessaria per riparare l'ernia e riposizionare lo stomaco sotto il diaframma.",
    "contacts_title": "Contatti",
    "cv_research": "CV e Ricerca",
    "cv_research_text": "<img src='/assets/img/profile1.jpg' alt='Personal profile Francesco di Maggio'/><h3>Il Dottor Di Maggio è un chirurgo dell’apparato digerente, specializzato in chirurgia gastrointestinale.</h3><p>Dal 2022 lavora come Consultant Surgeon presso l’Ospedale Universitario di Croydon, dove tratta pazienti nazionali e internazionali affetti da patologie gastro-intestinali.</p><p>Il dottor Di Maggio è un chirurgo rinomato per la sua esperienza in tecniche mini-invasive, specializzato nel trattamento di ernie iatali, reflusso gastro-esofageo (GORD), calcoli biliari ed ernie addominali.</p><p>I suoi pazienti beneficiano di una tecnica perfezionista e di un approccio meticoloso alla cura, che si traducono in un tasso di complicanze post-operatorie estremamente basso.</p><h3>Percorso educativo e internazionale</h3><p>Laureato con lode all’Università di Milano-Bicocca, il Dottor Di Maggio ha completato la sua formazione in Chirurgia Generale all’Università di Parma, con una tesi sul cancro pancreatico pubblicata su <span class='italic'>Pancreatology.</span></p><p>Ha poi conseguito un Master in Chirurgia delle Emergenze Umanitarie, lavorando con Medici Senza Frontiere in Africa Sub-sahariana, dove ha perfezionato le sue competenze in chirurgia d’emergenza lavorando con risorse limitate e sviluppando una profonda empatia verso i pazienti, in contesti complessi e difficili.</p><h3>Contributi alla ricerca medica</h3><p>Il Dottor Di Maggio ha collaborato con istituzioni accademiche di prestigio, come il Barts Cancer Institute, il King’s College e l’Imperial College di Londra, ed è autore di numerosi lavori scientifici e linee guida pubblicate in riviste di riferimento internazionali. Inoltre, svolge il ruolo di mentore dei medici e chirurghi in formazione a Londra per Health Education England.<img class='second-img' src='/assets/img/cv-img.jpg' alt='Personal profile Francesco di Maggio'/></p><h3>Eccellenza in chirurgia gastrointestinale</h3><p>Durante la sua esperienza come Senior Clinical Fellow in Chirurgia Gastrointestinale presso l’Ospedale St Thomas (2018-2021), ha affinato le sue abilità nelle tecniche minimamente invasive.</p><p>È accreditato dal JAG per eseguire (e insegnare) endoscopie diagnostiche del tratto digestivo superiore.</p><h3>Competenze chirurgiche</h3><p>Il Dottor Di Maggio si specializza nel trattamento di calcolosi della cistifellea, ernie iatali e reflusso gastro-esofageo, ed è esperto nelle tecniche mini invasive per la riparazione delle ernie inguinali e della parete addominale. Esegue anche rimozioni di cisti e lipomi sottocutanei, con particolare attenzione all’estetica del paziente.</p><p>Nel tempo libero, il Dottor Di Maggio ama suonare il pianoforte, andare in bicicletta e praticare giardinaggio. Parla italiano e spagnolo fluentemente e ha una buona conoscenza di portoghese e francese. È registrato con le principali compagnie di assicurazione sanitaria, ma accoglie anche pazienti privati sprovvisti di assicurazione.</p>",
    "title_blog_post2": "Calcoli biliari: Cosa devi sapere - Intervista online",
    "text_blog_post2": "In questa intervista online, il Dott. Francesco Di Maggio, distinto chirurgo consulente generale e gastroenterologo, fornisce una guida esperta sui calcoli biliari.",
    "title_blog_post3": "Chirurgia del Reflusso Acido Spiegata: La Procedura di Fundoplicatio secondo Nissen",
    "date_blog_post3": "30.03.25",
    "text_blog_post3": "Un intervento chirurgico sicuro ed efficace per ridurre i sintomi del reflusso, la dipendenza dai farmaci e migliorare la qualità della vita.",
    "title_article2": "Chirurgia Anti-Reflusso Laparoscopica (Fundoplicatio di Nissen)",
    "date_title_article2": "Pubblicato: 30/03/2025",
    "title_article_text2": "Un intervento chirurgico sicuro ed efficace per ridurre i sintomi del reflusso, la dipendenza dai farmaci e migliorare la qualità della vita.<img src='/assets/img/laparoscopic.png' alt='Chirurgia Anti-Reflusso Laparoscopica' width='300px' /><h3 class='title-article'> Che cos'è il reflusso? </h3>Il reflusso acido è il risultato dell'acido dello stomaco che risale nell'esofago (tubo del cibo) che dovrebbe essere naturalmente privo di acido. Normalmente, lo sfintere esofageo inferiore e l'anatomia della giunzione gastro-esofagea prevengono questo fenomeno.<br> Fino al 20% degli adulti nel Regno Unito soffre di malattia da reflusso, spesso chiamata GORD (Malattia da Reflusso Gastro-Esofageo).<img src='/assets/img/lapa2.png' width='300px' alt='Chirurgia Anti-Reflusso Laparoscopica' /><h3 class='title-article'> Cosa causa il reflusso? </h3><img src='/assets/img/lapa3.png' style='width: 130px;float: left;padding: 0px 20px 10px 0;' alt='Chirurgia Anti-Reflusso Laparoscopica' />Uno sfintere inefficace nella parte inferiore dell'esofago è spesso la causa. Tuttavia, molti adulti hanno anche una piccola parte del loro stomaco che si ernia nella parte inferiore del torace, attraverso il diaframma.<br> Un'apertura nel diaframma (nota come iato esofageo) fornisce supporto allo sfintere mentre l'esofago passa dal torace nell'addome.<br> <br> Se lo stomaco spinge verso l'alto attraverso questa apertura, il supporto viene perso e l'acido può facilmente risalire nell'esofago.<br> <br> Nei casi più gravi, la porzione di stomaco che si ernia nel torace aumenterà nel tempo. Più stomaco spingerà contro i polmoni, causando un peggioramento dei sintomi respiratori.<br> Eccezionalmente, i pazienti possono sviluppare complicazioni pericolose per la vita da questa condizione, come il volvolo gastrico (quando lo stomaco si attorciglia sul suo asse nel torace), richiedendo operazioni salvavita d'emergenza.<br><br><h3 class='title-article'> Il reflusso è un problema? </h3>Molte persone hanno il reflusso ma non presentano alcun sintomo. Spesso però, il reflusso acido è incredibilmente scomodo e influisce sulla vita quotidiana. I pazienti con GORD potrebbero sviluppare:<ul><li>Bruciore nel petto o nella gola</li><li>Dolore toracico</li><li>Rigurgito quando si chinano o si sforzano</li><li>Ridotta tolleranza all'esercizio</li><li>Sonno di cattiva qualità dovuto al reflusso quando si è sdraiati.</li></ul>Il reflusso continuo di succo gastrico acido nel tempo può causare cambiamenti noti come Esofago di Barrett, che aumenta leggermente il rischio di cancro esofageo.<br><br><h3 class='title-article'> Come trattare il reflusso? </h3><ul><li>In prima istanza, ai pazienti viene consigliato di cambiare la loro dieta e adottare alcune abitudini utili, come ridurre le dimensioni dei pasti, non mangiare troppo vicino all'ora di andare a letto, ed evitare bevande gassate, caffeina, alcol e cibi fritti.</li><li>Il passo successivo sarebbe iniziare alcuni farmaci, come l'Omeprazolo o la Famotidina, che riducono la produzione di acido o tamponano l'acido nello stomaco.</li><li>Per i pazienti che dipendono fortemente da questi farmaci per tenere sotto controllo i loro sintomi, pazienti che sperimentano effetti collaterali da essi, e pazienti che ancora sperimentano sintomi GORD nonostante i farmaci, dovrebbe essere considerata la chirurgia anti-reflusso.</li></ul><h3 class='title-article'> Chirurgia anti-reflusso</h3>Nel Regno Unito, l'operazione più comunemente eseguita per trattare il reflusso è una Fundoplicatio secondo Nissen.<br> Nella maggior parte dei casi, l'operazione viene eseguita con chirurgia mini-invasiva (laparoscopicamente), attraverso quattro o cinque piccole incisioni nell'addome.<br> <br> Qualsiasi ernia iatale viene riportata nell'addome, e lo iato viene ristretto usando punti di sutura. Per rinforzare lo sfintere, la parte superiore dello stomaco (fondo) viene avvolta intorno all'esofago inferiore e cucita insieme come nel diagramma sottostante.<img src='/assets/img/lapa4.png' width='300px' alt='Chirurgia Anti-Reflusso Laparoscopica' /><h3 class='title-article'> Benefici e alternative</h3>Il principale beneficio di questa operazione è migliorare i sintomi del GORD, come reflusso, bruciore di stomaco e dolore toracico, senza la necessità di dipendere dai farmaci.<br><br><h3 class='title-article'> L'Operazione</h3><img src='/assets/img/lapa5.png' style='width: 240px;float: left; margin-right: 20px; padding: 10px;' alt='Chirurgia Anti-Reflusso Laparoscopica' />La chirurgia anti-reflusso laparoscopica comporta l'uso di una telecamera e strumenti mini-invasivi, che passano attraverso quattro/cinque piccoli fori nell'addome. Sarai addormentato per l'intera procedura.<br><ul><li>La parte superiore dello stomaco (fondo) e l'esofago inferiore vengono accuratamente liberati dalle loro strutture vicine;</li><li>Lo iato viene riparato e reso più stretto;</li><li>Il fondo appena liberato viene avvolto intorno all'esofago inferiore, sia 270° (fundoplicatio Toupet) o 360° (fundoplicatio Nissen), per rinforzare lo sfintere e ricostituire una barriera anti-reflusso;</li><li>Rimarrai quindi in ospedale per alcuni giorni, e una volta che il tuo dolore post-operatorio è sotto controllo, ti mobilizzerai e sarai in grado di tollerare una dieta liquida, verrai dimesso a casa.</li></ul><h3 class='title-article'> Dopo la Chirurgia</h3>Dopo 2-3 giorni, dovresti essere pronto per essere dimesso a casa.<br> Da quel momento, non dovresti fare sollevamenti pesanti o esercizi faticosi per 4-6 settimane.<br> A seconda del tuo lavoro, tornerai dopo 3-4 settimane. Sarai seguito in una clinica ambulatoriale dopo circa 3 mesi, con un ulteriore follow-up dopo altri 3 mesi se necessario.<br> Inizierai con una dieta morbida post-operatoria, con graduale introduzione di cibo solido, nelle 6 settimane seguenti la tua operazione.",
    "title_blog_post4": "Alimentarsi Bene Dopo la Fundoplicatio di Nissen: La Tua Guida per una Ripresa Fluida",
    "text_blog_post4": "Cosa posso mangiare dopo la mia Fundoplicatio di Nissen (o Toupet)?",
    "date_blog_post4": "01.04.25",
    "title_article4": "Alimentarsi Bene Dopo la Fundoplicatio di Nissen: La Tua Guida per una Ripresa Fluida",
    "date_title_article4": "Pubblicato: 01.04.25",
    "title_article_text4": "<br><h3 class='title-article'>Cosa posso mangiare dopo la mia Fundoplicatio di Nissen (o Toupet)? </h3>Durante le prime 6 settimane dopo questo intervento potresti sperimentare: <br><ul><li>Difficoltà a deglutire (disfagia)</li><li>Gonfiore addominale e flatulenza</li><li>Dolore dopo aver mangiato</li></ul>I seguenti consigli dietetici aiuteranno a minimizzare questi sintomi e dovrebbero essere seguiti fino al tuo controllo con il chirurgo. <br><br><h3 class='title-article'>La tua dieta per le prime sei settimane dopo l'intervento</h3><ul><li><span>Settimana 1:</span> Liquidi chiari che progrediscono a una dieta morbida 'cremosa'</li><li><span>Settimane 2 - 3:</span> Dieta morbida 'cremosa'</li><li><span>Settimane 4 - 5:</span> Dieta morbida che progredisce a una dieta normale</li><li><span>Settimana 6:</span> Dieta sana normale (come concordato con il tuo chirurgo)</li></ul><br><h3 class='title-article'>Liquidi chiari </h3>Dovresti iniziare ad assumere liquidi chiari la sera del tuo intervento. Potrai bere acqua 3 ore dopo l'intervento. Fai piccoli pasti di liquidi chiari, assicurandoti di berli lentamente. <br><br><span>I liquidi adatti sono:</span><br><ul><li>Acqua</li><li>Succhi diluiti</li><li>Succhi di mela, mirtillo, uva e melograno</li><li>Brodi lisci</li><li>Tè decaffeinato</li><li>Gelato (lascialo sciogliere in bocca prima di deglutire)</li></ul><span>Evita:</span> <br><ul><li>Liquidi molto caldi o freddi</li><li>Bevande gassate (possono causare gonfiore e gas e dovrebbero essere evitate per 6 settimane)</li><li>Alcol</li><li>Caffeina</li><li>Succhi di agrumi, ad es. succo d'arancia</li></ul><h3 class='title-article'>Dieta morbida 'cremosa' </h3>Dovresti iniziare ad avere una dieta morbida 'cremosa' la mattina dopo l'intervento e continuare con questa per 4 settimane. <br><br><span>Cos'è una dieta morbida 'cremosa'?</span><br>Una dieta morbida cremosa è dove mangi solo cibi che: <br><ul><li>sono morbidi e umidi</li><li>hanno molto liquido</li><li>possono essere spezzati in pezzi con una forchetta</li><li>non richiedono molta masticazione</li></ul><span>I cibi adatti sono:</span><br><ul><li>Weetabix ammorbiditi con latte</li><li>Porridge cremoso</li><li>Carne, pesce e altri alimenti frullati (potresti trovare utile un frullatore)</li><li>Brodi lisci senza grumi</li></ul>Se hai problemi a mangiare questi cibi, torna ai liquidi chiari e ricostruisci gradualmente una dieta morbida, cremosa. <br><br><span>Evita:</span> <br><ul><li>Pezzi solidi di cibo (potrebbero rimanere bloccati nell'esofago)</li><li>Pane</li><li>Crackers</li><li>Biscotti duri</li><li>Pasta sfoglia</li><li>Carni secche come affettati e bistecca</li></ul><br><h3 class='title-article'>Limita i seguenti cibi che possono causare gas o irritazione: </h3><ul><li>Cipolle</li><li>Agrumi e succhi di agrumi</li><li>Pomodori e prodotti a base di pomodoro</li><li>Fagioli</li><li>Cibi molto speziati e grassi</li><li>Caffeina e alcol</li><li>Bevande gassate</li></ul><br><span>Consigli generali per aiutare con l'alimentazione dopo una fundoplicatio:</span> <br><ul><li>Siediti eretto durante i pasti e per mezz'ora dopo aver mangiato.</li><li>Rilassati e mangia i tuoi pasti lentamente.</li><li>Bevi liquidi con i pasti per mantenere umidi i cibi.</li><li>Usa molto sugo/salsa</li><li>Evita di mangiare per 2 ore prima di andare a letto.</li><li>Dormi sollevato con un cuscino in più.</li></ul><br><h3 class='title-article'>Dieta morbida-normale </h3>Dovresti essere in grado di progredire a una dieta morbida-normale 4 - 6 settimane dopo l'intervento. <br><br><span>Cos'è una dieta morbida-normale?</span> <br>Una dieta morbida-normale comporta l'introduzione graduale di consistenze più solide nella tua dieta. <br>I cibi adatti (oltre a quelli in una dieta morbida-cremosa) sono: <br><ul><li>Carne macinata morbida</li><li>Pesce sfilettato senza lische</li><li>Legumi ben cotti</li><li>Pasta ben cotta</li><li>Riso e verdure con molto sugo</li></ul><br>Mentre stai seguendo una dieta morbida-normale dovresti evitare gli stessi cibi che ti è stato consigliato di evitare a pagina 4. <br>Se hai difficoltà con certi cibi discutine con il tuo chirurgo o dietista. Al tuo appuntamento di controllo a 6 settimane con il tuo chirurgo potresti concordare con lui/lei di iniziare una dieta normale con consistenze più impegnative. <br><br><h3 class='title-article'>Avere una dieta equilibrata </h3>È importante avere una dieta ben equilibrata per dare al tuo corpo la giusta quantità di energia, proteine, vitamine e minerali per funzionare correttamente. Scegliere una varietà di cibi diversi ti aiuterà a ottenere tutti i nutrienti di cui hai bisogno per una buona salute. Devi anche assicurarti che la tua dieta contenga abbastanza energia e proteine poiché potresti mangiare meno del solito. A volte i cambiamenti dietetici possono causare diarrea o stitichezza ma questo dovrebbe sistemarsi una volta che stai seguendo una dieta sana normale. Se senti di star perdendo peso contatta il dietista del tuo ospedale o chiedi al tuo medico di base o all'infermiere di rifertirti a un dietista della comunità. <br><br><h3 class='title-article'>Idee per pasti e spuntini per la tua dieta morbida </h3><span>Colazione</span><ul><li>Weetabix, porridge o cereali d'avena istantanei fatti con latte o latte di soia o uova strapazzate fatte con latte e margarina magra</li><li>Succo/frullato di mela o frutta morbida ad es. banana matura, mela/pera cotta</li><li>Tè decaffeinato</li></ul><span>Metà mattina</span><ul><li>Yogurt, mousse o frutta morbida/purea di frutta</li><li>Acqua o succo diluito</li></ul><span>Pranzo</span><ul><li>Carne macinata/tenera, pollo con sugo o pesce sfilettato in salsa di prezzemolo o formaggio con purè di patate e verdure schiacciate/finemente tritate o curry di carne/lenticchie e verdure frullato o brodo fatto in casa frullato preparato con legumi/carne, patate e verdure</li><li>Acqua o succo diluito</li></ul><span>Metà pomeriggio</span><ul><li>Frutta morbida o frutta in scatola schiacciata</li><li>Yogurt</li><li>Tè decaffeinato o tisane</li></ul><span>Cena</span><br>Simile al pasto del pranzo. <br><br><span>Dolce</span><ul><li>Gelato</li><li>Gelatina</li><li>Crème caramel</li><li>Budino di riso</li><li>Semolino</li><li>Lassi</li><li>Crema istantanea</li><li>Frutta schiacciata o in scatola con crema pasticcera</li></ul><span>Sera</span><ul><li>Bevanda al latte come bevanda al malto o cioccolata calda</li></ul>",
    "title_blog_post5": "Alimentarsi Intelligentemente: Consigli per la Prevenzione e il Sollievo dei Calcoli Biliari",
    "text_blog_post5": "Calcoli biliari: Cause, Sintomi e Gestione Dietetica",
    "date_blog_post5": "03.04.25",
    "title_article5": "Alimentarsi Intelligentemente: Consigli per la Prevenzione e il Sollievo dei Calcoli Biliari",
    "date_title_article5": "Pubblicato: 03.04.25",
    "title_article_text5": "<br><h3 class='title-article'>Calcoli biliari: Cause, Sintomi e Gestione Dietetica</h3> I calcoli biliari sono comuni, ma due terzi delle persone colpite non presentano sintomi. Quando i sintomi si manifestano, possono includere dolore, ittero (ingiallimento della pelle/occhi), pancreatite o infiammazione della colecisti. La chirurgia è il trattamento principale per i calcoli biliari sintomatici.<br> I calcoli biliari si formano quando la bile, normalmente un fluido, si indurisce nella colecisti. Spesso contengono colesterolo ma possono anche essere costituiti da pigmenti biliari o depositi di calcio. I fattori di rischio includono età, gravidanza, obesità, diabete, fumo, rapida perdita di peso, storia familiare, certi farmaci (ad es., pillole anticoncezionali) e una dieta ricca di grassi.<br><br> <h3 class='title-article'>Il Ruolo della Colecisti</h3> La colecisti immagazzina e rilascia la bile nell'intestino tenue per aiutare la digestione dei grassi. Se un calcolo biliare blocca il dotto biliare, possono verificarsi sintomi come dolore, gonfiore, nausea e vomito.<br><br> <h3 class='title-article'>Ridurre il Rischio di Calcoli Biliari</h3> Per ridurre il rischio di sviluppare calcoli biliari o sintomi associati, considera:<br> <ul> <li>Una dieta vegetariana ricca di fibre, fagioli, noci e vitamina C</li> <li>Bere caffè e alcol moderato</li> <li>Aumentare l'assunzione di calcio</li> </ul> <h3 class='title-article'>Consigli Dietetici per Gestire i Sintomi</h3> Mentre nessuna dieta specifica tratta i calcoli biliari, una dieta povera di grassi può aiutare ad alleviare i sintomi prima dell'intervento. Dopo l'intervento, non è necessaria una dieta speciale, ma è consigliabile mantenere una dieta sana ed equilibrata. Perdere peso gradualmente (1-2 libbre a settimana) è anche benefico.<br><br> <h3 class='title-article'>Linee Guida per un'Alimentazione Sana</h3> <ul> <li>Mangia molta frutta, verdura e cereali integrali</li> <li>Scegli latticini magri e proteine magre</li> <li>Limita i grassi saturi, sostituendoli con opzioni più sane (ad es., olio d'oliva, noci)</li> <li>Mantieniti idratato (almeno 2 litri di acqua al giorno)</li> <li>Fai pasti più piccoli e frequenti per evitare di scatenare i sintomi</li> <li>Tieni un diario alimentare per identificare i cibi scatenanti</li> </ul> <h3 class='title-article'>Ridurre i Grassi</h3> Le diete ricche di grassi possono peggiorare i sintomi e portare a feci grasse. Considera queste alternative a basso contenuto di grassi:<br> <ul> <li>Usa spalline leggere, spray d'olio e latticini magri</li> <li>Scegli carni magre, pesce e proteine vegetali</li> <li>Sostituisci gli snack grassi con frutta, popcorn magri o opzioni integrali</li> <li>Opta per salse a base di pomodoro invece di condimenti cremosi</li> </ul> <h3 class='title-article'>Consigli Pratici per Ridurre l'Assunzione di Grassi</h3> <ul> <li>Cucina da zero per controllare il contenuto di grassi</li> <li>Controlla le etichette alimentari per i livelli di grassi e zuccheri</li> <li>Usa spray d'olio, misura le porzioni di olio e rimuovi il grasso visibile dalla carne</li> <li>Scegli la cottura al forno, alla griglia o al vapore invece della frittura</li> </ul> Mantenere una dieta sana e uno stile di vita può aiutare a gestire i sintomi e ridurre i rischi di calcoli biliari.",
    "title_blog_post6": "Calcoli biliari spiegati: Cause, Sintomi e le Migliori Opzioni di Trattamento",
    "text_blog_post6": "Calcoli biliari: Sintomi, Complicazioni e Trattamento",
    "date_blog_post6": "07.04.25",
    "title_article6": "Calcoli biliari spiegati: Cause, Sintomi e le Migliori Opzioni di Trattamento",
    "date_title_article6": "Pubblicato: 07.04.25",
    "title_article_text6": "<br><h3 class='title-article'>Comprendere la Colecisti e la Bile</h3><img src='/assets/img/gallblog.png' style='width: 240px;' alt='Colecisti e Bile'>La colecisti è un piccolo organo sotto il fegato che immagazzina la bile, un fluido essenziale per digerire i grassi. La bile viaggia attraverso i dotti verso gli intestini, aiutando a scomporre il cibo.<br><br><h3 class='title-article'>Cosa Sono i Calcoli Biliari?</h3><img src='/assets/img/gallblog2.png' style='width: 240px;' alt='Colecisti e Bile'>I calcoli biliari si formano quando la bile si indurisce in grumi solidi, tipicamente composti da colesterolo, pigmenti biliari o calcio. Variano in dimensione e numero e sono più comuni con l'età, gravidanza, obesità, rapida perdita di peso, diabete e certi farmaci.<br><br><h3 class='title-article'>Sintomi e Complicazioni</h3><ul><li><strong>Nessun Sintomo</strong>: Molte persone con calcoli biliari rimangono asintomatiche.</li><li><strong>Colica Biliare</strong>: Dolore addominale superiore severo, specialmente dopo pasti grassi. Il dolore deriva da una pietra che blocca temporaneamente il dotto cistico.</li><li><strong>Colecistite</strong>: Infiammazione della colecisti, spesso con febbre e dolore, che richiede trattamento ospedaliero e chirurgia.</li><li><strong>Ittero</strong>: Ingiallimento della pelle e degli occhi dovuto all'ostruzione del dotto biliare.</li><li><strong>Pancreatite</strong>: Un'infiammazione potenzialmente seria del pancreas causata da una pietra bloccata.</li><li><strong>Altre Complicazioni Rare</strong>: Infezione del dotto biliare, ostruzione intestinale e problemi digestivi.</li></ul><h3 class='title-article'>Diagnosi</h3>I medici di solito diagnosticano i calcoli biliari usando ultrasuoni e esami del sangue. Altri esami di imaging, come una risonanza magnetica, potrebbero essere necessari se si sospettano complicazioni.<br><br><h3 class='title-article'>Opzioni di Trattamento</h3>1. Nessun Trattamento (Se Nessun Sintomo)<br>Se i calcoli biliari non causano problemi, nessun trattamento è strettamente necessario. Cambiamenti dietetici, come evitare cibi grassi, possono aiutare a prevenire i sintomi. I pazienti verranno consigliati di cercare assistenza medica nel caso in cui i calcoli biliari diventino sintomatici.<br>2. Farmaci<br>Un farmaco chiamato acido ursodesossicolico può aiutare a dissolvere piccoli calcoli biliari, ma il trattamento è lento e spesso inefficace. È principalmente usato per prevenire calcoli biliari in pazienti ad alto rischio, come quelli che subiscono una rapida perdita di peso, e pazienti che difficilmente sopravvivrebbero a un'operazione a causa della loro condizione medica.<br>3. Chirurgia (Colecistectomia - Rimozione della Colecisti)<br>La chirurgia è il trattamento più efficace per i calcoli biliari sintomatici<ul><li><span class='underline'>Colecistectomia Laparoscopica (Mini-invasiva):</span></li><ul><li>Il metodo più comune, eseguito usando piccole incisioni e una telecamera.</li><li>Meno dolore, recupero più veloce e cicatrici minime.</li><li>La maggior parte dei pazienti lascia l'ospedale lo stesso giorno o entro 24 ore.</li></ul><li><span class='underline'>Colecistectomia Aperta:</span></li><ul><li>È necessaria un'incisione più grande se la chirurgia mini-invasiva non è adatta (ad es., infiammazione severa o complicazioni).</li><li>Richiede un soggiorno ospedaliero più lungo e un periodo di recupero più esteso.</li></ul><li><span class='underline'>Altre Procedure:</span> Se un calcolo biliare è bloccato nel dotto biliare, tecniche aggiuntive come ERCP (Colangiopancreatografia Retrograda Endoscopica) potrebbero essere necessarie per rimuovere la pietra senza rimozione della colecisti.</li></ul><h3 class='title-article'>Vita Dopo la Rimozione della Colecisti</h3><ul><li>Il fegato continua a produrre bile, ma senza una colecisti, la bile fluisce direttamente negli intestini.</li><li>La maggior parte delle persone digerisce il cibo normalmente, ma alcune possono sperimentare leggero gonfiore, diarrea o disagio, specialmente dopo pasti grassi.</li><li>In casi rari, la <strong>sindrome post-colecistectomia</strong> può causare problemi digestivi persistenti.</li></ul>",
    "title_blog_post7": "Innovazione Magnetica: Come LINX sta Cambiando la Chirurgia del GERD",
    "text_blog_post7": "LINX: Ridefinendo il trattamento chirurgico della malattia da reflusso",
    "date_blog_post7": "09.04.25",
    "title_article7": "Innovazione Magnetica: Come LINX sta Cambiando la Chirurgia del GERD",
    "date_title_article7": "Pubblicato: 09.04.25",
    "title_article_text7": "<br><h3 class='title-article'>LINX: Ridefinendo il trattamento chirurgico della malattia da reflusso</h3><img src='/assets/img/magnetic.png' style='width: 240px;' alt='linx magnetico'><h3 class='title-article'>Cos'è LINX™? </h3>LINX è un dispositivo semplice destinato ai pazienti diagnosticati con malattia da reflusso che cercano un'alternativa alla terapia continua di soppressione acida.<img src='/assets/img/magnetic2.png' style='width: 240px;' alt='linx magnetico'>LINXTM viene impiantato durante una procedura laparoscopica minimamente invasiva. La procedura LINX è meno invasiva di una chirurgia anti-reflusso laparoscopica tradizionale, che viene eseguita alterando l'anatomia dello stomaco.<br><br><h3 class='title-article'>Come funziona LINX™</h3><img src='/assets/img/magnetic3.png' style='width: 240px;' alt='linx magnetico'>Il reflusso (chiamato anche Malattia da Reflusso Gastro-esofageo, o GORD) è causato da un muscolo nel tuo esofago chiamato Sfintere Esofageo Inferiore (LOS) che è debole o si rilassa inappropriatamente. Questo permette all'acido e alla bile di rifluire dallo stomaco nell'esofago, causando danni al rivestimento dell'esofago, gola e polmoni.<img src='/assets/img/magnetic4.png' style='width: 240px;' alt='linx magnetico'>LINX TM è un piccolo anello flessibile di magneti posizionato intorno all'esofago durante una procedura minimamente invasiva. I magneti aiutano a mantenere il LOS chiuso in modo che acido e bile non fluiscano dallo stomaco all'esofago. Quando mangi o bevi, le forze della deglutizione causano la separazione dei magneti, l'espansione del dispositivo LINX TM e l'apertura del LOS per permettere al cibo o liquido di passare nello stomaco.<br><br>Il National Institute for Health and Care Excellence (NICE) ha valutato il Sistema di Gestione del Reflusso LINX per gestire il GORD.<br><br>Nelle loro linee guida pubblicate l'11 gennaio 2023, NICE ha concluso che ci sono prove adeguate che supportano la sicurezza e l'efficacia di questa procedura, raccomandando il suo uso con disposizioni standard di governance clinica, consenso e audit in atto.<br>Questo endorsement indica che la procedura LINX è un'opzione valida per pazienti con GORD, purché sia eseguita da clinici appropriatamente formati all'interno di un ambiente clinico strutturato.<br>Tuttavia, non tutti i pazienti sono candidati adatti per la procedura, e prima di sottoporsi all'impianto LINX, i pazienti subiscono una <strong>valutazione approfondita</strong>, inclusa <strong>manometria, endoscopia e monitoraggio del pH</strong>, per assicurarsi che siano candidati appropriati.<br><br><strong>Le controindicazioni</strong> includono:<br><ul><li><strong>Allergia ai metalli</strong> (ad es., titanio, acciaio inossidabile, nichel) - LINX contiene questi materiali.</li><li><strong>Ernia iatale grande (&gt;4 cm)</strong> - che richiederà una riparazione separata prima/invece di un posizionamento LINX.</li><li><strong>Disfagia (difficoltà a deglutire) o disturbi della motilità</strong> - LINX può peggiorare i problemi di deglutizione.</li><li><strong>Stenosi esofagea o infiammazione severa (esofagite)</strong> - potrebbero portare a complicazioni.</li><li><strong>Precedente chirurgia bariatrica o GI superiore</strong> (ad es., bypass gastrico, gastrectomia sleeve, fundoplicatio) - potrebbe alterare l'anatomia e influenzare il posizionamento LINX.</li><li><strong>Varici esofagee</strong> - a causa del rischio aumentato di sanguinamento.</li><li><strong>Infezione attiva</strong> - qualsiasi infezione sistemica o locale che potrebbe complicare l'impianto.</li><li><strong>Obesità severa (BMI &gt;35-40)</strong> - può influenzare la funzione del dispositivo.</li><li><strong>Malattie autoimmuni o disturbi del tessuto connettivo</strong> - condizioni come la sclerodermia che influenzano la funzione esofagea.</li><li><strong>Significativo ritardo dello svuotamento gastrico (gastroparesi)</strong> - può esacerbare i sintomi del reflusso.</li></ul><div style='text-align: center;'></div><video width='640' height='360' controls><source src='https://wolphovs.com/ziodima/linx.mp4' type='video/mp4'>Il tuo browser non supporta il tag video.</video></div>",
    "title_blog_post8": "La tua guida per comprendere le ernie inguinali",
    "text_blog_post8": "Un'ernia inguinale (inguinale, femorale o otturatoria) è una debolezza nella parete muscolare dell'inguine. Questo può manifestarsi attraverso il rigonfiamento dell'intestino e/o altre strutture attraverso la debolezza, o a volte come sensazioni dolorose.",
    "date_blog_post8": "03.07.25",
    "title_article8": "La tua guida per comprendere le ernie inguinali",
    "date_title_article8": "Pubblicato: 03.07.25",
    "title_article_text8": "<br> <h3 class='title-article'>La Mia Ernia Ha Bisogno di Riparazione?</h3> <a href='/assets/files/making-a-decision-about-inguinal-hernia.pdf' class='link-icon' target='_blank'> <span>Uno Strumento NHS Utile per Supportare le Tue Decisioni</span> <img class='download-icon' src='/assets/img/download.png' alt='download'> </a> <h3 class='title-article'>Cos'è un'ernia inguinale?</h3> Un'ernia inguinale (inguinale, femorale o otturatoria) è una debolezza nella parete muscolare dell'inguine. Questo può manifestarsi attraverso il rigonfiamento dell'intestino e/o altre strutture attraverso la debolezza, o a volte come sensazioni dolorose sorde.<br><br> La parete addominale è composta da un foglio di muscoli che scendono dalle costole all'inguine. Agisce come una parete che contiene tutte le strutture dell'addome, come intestini, vescica e il grasso all'interno dell'addome. <img src='/assets/img/hernia.png' alt='ernia'> <h3 class='title-article'>Come si sviluppa un'ernia inguinale/femorale?</h3> Non c'è una causa definitiva dell'ernia ma ci sono molti fattori di rischio per il processo di sviluppo dell'ernia inguinale. Cioè, alcune persone nascono con una debolezza nell'inguine, mentre altre sviluppano una debolezza nel tempo. La debolezza o l'apertura di un'apertura nel muscolo può accadere spontaneamente in un punto di debolezza naturale, o per eccessivo stiramento o sforzo eccessivo. Sollevare pesi pesanti, esercizio intenso, o un semplice colpo di tosse o starnuto sono i principali fattori di rischio per lo sviluppo dell'ernia.<br> <br> <h3 class='title-article'>Come faccio a sapere se ho un'ernia?</h3> Alcuni dei sintomi sono: <ul> <li>Un rigonfiamento sotto la pelle</li> <li>Provare dolore quando si sollevano oggetti pesanti, tossire, sforzarsi durante la minzione o il passaggio delle feci, o anche in piedi o seduti per periodi prolungati.</li> <li>L'ernia si verifica comunemente nell'inguine (principalmente inguinale, meno comunemente femorale), nell'ombelico (ombelicale), a volte in siti di operazioni precedenti (incisionale), o in altre parti del corpo. </li> </ul> Molte persone hanno un'ernia per anni e non hanno mai bisogno di chirurgia, ma a volte un'ernia può rimanere bloccata. Le strutture all'interno dell'ernia come l'intestino potrebbero bloccarsi e l'apporto di sangue potrebbe essere danneggiato. <br><br> Se questo dovesse accadere di solito inizieresti a vomitare, il tuo addome si gonfierebbe, diventeresti stitico e proveresti dolore al sito dell'ernia. <br><br> Se questo accade devi cercare urgente assistenza medica.<br><br> <h3 class='title-article'>Quali trattamenti sono disponibili?</h3> Un supporto addominale (cinto erniario) può alleviare il tuo disagio ma non riparerà la tua ernia.<br><br> Un'operazione è un'opzione curativa. L'operazione per riparare la tua ernia può essere eseguita facendo un taglio sul rigonfiamento (Riparazione Aperta) o con chirurgia mini-invasiva (Laparoscopia).<br><br> <h3 class='title-article'>Riparazione chirurgica aperta con mesh.</h3> <img src='/assets/img/hernia2.png' alt='ernia'> Il tuo chirurgo farà un'incisione (taglio), di solito sopra il rigonfiamento dell'ernia. Il pezzo di intestino o altre strutture che sporgono attraverso la tua ernia viene riportato nell'addome e l'apertura è chiusa con suture. A volte la parete muscolare intorno alla tua ernia è rafforzata posizionando suture e con una mesh per prevenire che l'ernia si sviluppi di nuovo. Questa operazione può essere eseguita sotto anestesia locale, spinale o generale.<br><br> <h3 class='title-article'>Riparazione mini-invasiva (Chirurgia laparoscopica).</h3> <img src='/assets/img/hernia3.png' alt='ernia'> Il tuo chirurgo di solito fa 3 piccole incisioni sulla tua pancia in siti diversi. Lui o lei inserirà un laparoscopio (piccolo telescopio) in una di queste incisioni (principalmente intorno all'ombelico) e userà strumenti per ridurre l'ernia all'interno dell'addome e usa una protesi sintetica (mesh) per riparare la tua ernia. Questa operazione è eseguita sotto anestesia generale.<br><br> Sono adatto per la Riparazione Mini-invasiva (Laparoscopica)? Il tuo chirurgo determinerà se una riparazione dell'ernia aperta o laparoscopica è adatta per te dopo l'esame clinico.<br><br> <h3 class='title-article'>Un'ernia viene di solito riparata sotto:</h3> <ul> <li><strong>Anestesia Generale</strong> (uno stato di incoscienza attentamente controllato e supervisionato che significa che non puoi sentire alcun dolore)</li> <li><strong>Anestesia Spinale</strong> (dove sei sveglio ma hai un'iniezione nella schiena che intorpidisce la parte inferiore del tuo corpo).</li> </ul> <strong>La maggior parte delle persone può avere la loro operazione come paziente in day hospital e non avrà bisogno di rimanere in ospedale durante la notte.</strong><br><br> <h3 class='title-article'>Quali sono i benefici dell'operazione?</h3> I benefici dell'operazione includono: <ul> <li><strong>Migliorare i sintomi di dolore e disagio</strong> causati dall'ernia.</li> <li><strong>Migliorare la qualità della vita,</strong> così puoi tornare alle tue attività normali.</li> <li><strong>Prevenzione dell'ischemia intestinale</strong> che è una condizione seria che include avere intestino morto. Se questo dovesse accadere, potresti richiedere chirurgia d'emergenza e rimozione dell'intestino morto.</li> <li><strong>Migliorare l'aspetto fisico</strong></li> </ul> <h3 class='title-article'>Ci sono rischi o complicazioni con la riparazione chirurgica di un'ernia?</h3> Come con tutte le procedure chirurgiche ci sono rischi coinvolti ma si prendono misure per minimizzare (ridurre) questi.<br> Rischi a breve termine e complicazioni possono includere:<br><br> <ul> <li><strong>Sanguinamento.</strong> Potresti sviluppare sanguinamento all'interno del tuo inguine o dalle tue ferite post operativamente. Una raccolta di sangue può a volte svilupparsi al sito della ferita. Questo potrebbe richiedere drenaggio.</li> <li><strong>Reazione allergica.</strong> Questo può essere all'attrezzatura, materiali o farmaci. Fai sapere al tuo dottore o infermiere se hai allergie o se hai reagito a qualsiasi farmaco o test in passato.</li> <li><strong>Infezione.</strong> Se ti senti febbricitante o la tua ferita diventa infiammata (calda e rossa) e appiccicosa, dovresti cercare aiuto. Questo può essere trattato con antibiotici. Potresti sviluppare un'infezione della mesh. Se questo dovesse accadere, svilupperesti aumento del dolore o disagio. Puoi essere trattato con farmaci, ma se non si risolve la mesh potrebbe dover essere rimossa.</li> <li><strong>Lesione alle strutture circostanti.</strong> Queste possono includere intestino, vescica e vasi sanguigni.</li> <li><strong>Recidiva della tua ernia.</strong> C'è una possibilità che un'ernia possa ricorrere. Questo accade in una piccola minoranza di pazienti. L'esito a lungo termine della recidiva dell'ernia dipende principalmente dalle tue attività precoci immediatamente dopo l'operazione.</li> <li><strong>Ritenzione di urina.</strong> Dopo la chirurgia, un piccolo numero di pazienti può trovare difficile urinare immediatamente dopo la chirurgia. Se questo accade potrebbe essere necessario inserire un catetere urinario per svuotare la tua vescica. Questo sarebbe rimosso prima che tu sia dimesso a casa.</li> <li><strong>Dolore cronico/intorpidimento.</strong> Questo può essere sentito nella regione inguinale.</li> <li><strong>Cicatrici.</strong> Questo può accadere al sito/i dell'incisione, dipendente dal tipo di chirurgia (Mini-invasiva o riparazione aperta).</li> <li><strong>Raccolta di liquidi.</strong> I pazienti maschi possono sperimentare un accumulo di liquido nello scroto (testicoli). Questo comunemente migliora con il tempo, molto raramente potresti aver bisogno di un'operazione per trattare questo.</li> <li><strong>Perdita del testicolo.</strong> Questo è incredibilmente raro (&lt;1:500). Dipendendo dall'entità di questo potresti aver bisogno di tornare in sala operatoria.</li> <li><strong>Trombosi venosa profonda (TVP).</strong> TVP sono coaguli di sangue nelle vene delle gambe.</li> <li><strong>Embolia polmonare (EP).</strong> Coaguli di sangue nei polmoni. TVP ed EP avranno bisogno di trattamento con anticoagulanti se si verificano.</li> </ul> <h3 class='title-article'>Sarò a disagio dopo la mia operazione?</h3> Potresti avere:<br><br> <ul> <li><strong>Disagio ai tuoi siti della ferita.</strong> Prendere antidolorifici a intervalli regolari funziona meglio, piuttosto che aspettare fino a quando non hai dolore. Ridurrà anche la necessità di prendere antidolorifici più forti. Segui sempre le istruzioni fornite nel foglietto fornito con le tue compresse.</li> <li><strong>Nausea (sentirsi male) o vomito</strong> a causa dell'anestetico. Questi di solito si sistemano entro 24 - 48 ore. È importante bere molti liquidi, ma non alcol, per evitare la disidratazione. </li> <li>È normale sentirsi stanchi per 24 - 48 ore dopo la tua operazione.</li> </ul> <h3 class='title-article'>Fatti dopo l'operazione</h3> <strong>Quando dovrei chiamare il mio dottore?</strong> <ul> <li>Febbre persistente</li> <li>Sanguinamento</li> <li>Aumento del dolore addominale</li> <li>Dolore che non è alleviato dai farmaci</li> <li>Nausea e vomito persistenti </li> <li>Incapacità di urinare </li> <li>Tosse persistente o mancanza di respiro </li> <li>Drenaggio purulento (pus) dalle incisioni </li> <li>Arrossamento o scolorimento della pelle intorno al sito chirurgico </li> </ul> <h3 class='title-article'>Quando posso fare di nuovo il bagno o la doccia?</h3> Durante la prima settimana dopo la tua chirurgia ti è consigliato di non immergerti nel bagno. Questo è per aiutare a evitare un'infezione della ferita. È consigliata la doccia.<br><br> <h3 class='title-article'>Quando posso avere di nuovo rapporti sessuali?</h3>Puoi avere rapporti sessuali di nuovo quando ti senti a tuo agio a meno che il tuo dottore non ti abbia consigliato di non farlo.<br><br> <h3 class='title-article'>Quando posso guidare?</h3> Puoi guidare non appena ti senti a tuo agio e puoi eseguire una fermata di emergenza. Dovresti controllare con la tua compagnia di assicurazione e l'Agenzia di Licenza dei Conducenti e Veicoli (DVLA) per il loro consiglio sulla guida dopo la chirurgia.<br><br> <h3 class='title-article'>Quando posso tornare al lavoro?</h3> Potresti aver bisogno di prendere 1 - 2 settimane di pausa dal lavoro. Questo dipenderà dal tipo di lavoro che fai.<br><br> <h3 class='title-article'>Quando sarò in grado di fare esercizio?</h3> Non devi portare alcun peso superiore al 10% del tuo peso corporeo per 4 settimane e non dovresti anche fare alcun sollevamento pesante per altre 2 settimane o più dopo la tua operazione.<br><br> <h3 class='title-article'>Cosa succede se scelgo di non avere la chirurgia?</h3> La tua ernia potrebbe rimanere la stessa e non causarti problemi.<br> Potresti decidere di provare a usare un cinto erniario per alleviare il tuo dolore o disagio. <br>Tuttavia, la tua ernia è probabile che peggiori costantemente con il passare del tempo. <br>Potresti trovare che sdraiarti o mettere pressione gentile sul gonfiore con la tua mano allevierà il disagio per un breve periodo riducendo la tua ernia (spingendo il tuo intestino di nuovo in posizione). <br>Se la tua ernia si riduce non è pericolosa, ma il tuo dolore o disagio può continuare se non è riparata. <br>Se non può essere ridotta potrebbe essere diventata strozzata. Se questo accade devi cercare urgente assistenza medica. </div>",
    "title_blog_post9": "Il Tuo Percorso di Recupero Dopo l'Intervento di Ernia Inguinale: Allenamenti Sicuri e Attività Guidate dai Professionisti di Collins Fitness.",
    "text_blog_post9": "",
    "date_blog_post9": "08.07.25",
    "title_article9": "La tua dieta dopo la riparazione dell'ernia paraesofagea",
    "date_title_article9": "Pubblicato: 08.07.25",
    "title_article_text9": "<strong>Limita i seguenti cibi che possono causare gas o irritazione:</strong> <ul> <li>Cipolle</li> <li>Agrumi e succhi di agrumi</li> <li>Pomodori e prodotti a base di pomodoro</li> <li>Fagioli</li> <li>Cibi molto speziati e grassi</li> <li>Caffeina e alcol</li> <li>Bevande gassate</li> </ul> <h3 class='title-article'>Consigli generali per aiutare con l'alimentazione</h3> <ul> <li>Siediti eretto durante i pasti e per mezz'ora dopo aver mangiato.</li> <li>Rilassati e mangia i tuoi pasti lentamente.</li> <li>Bevi liquidi con i pasti per mantenere umidi i cibi.</li> <li>Usa molto sugo/salsa</li> <li>Evita di mangiare per 2 ore prima di andare a letto.</li> <li>Dormi sollevato con un cuscino in più.</li> </ul> <h3 class='title-article'>Dieta morbida-normale</h3> Dovresti essere in grado di progredire a una dieta morbida-normale 4 - 6 settimane dopo l'intervento. <br><br> <strong>Cos'è una dieta morbida-normale?</strong><br><br> Una dieta morbida-normale comporta l'introduzione graduale di consistenze più solide nella tua dieta. <br><br> <strong>I cibi adatti (oltre a quelli in una dieta morbida-cremosa) sono:</strong><br><br> <ul> <li>Carne macinata morbida</li> <li>Pesce sfilettato senza lische</li> <li>Legumi ben cotti</li> <li>Pasta ben cotta</li> <li>Riso e verdure con molto sugo</li> </ul> Mentre stai seguendo una dieta morbida-normale dovresti evitare gli stessi cibi che ti è stato consigliato di evitare a pagina 4. <br><br> Se hai difficoltà con certi cibi discutine con il tuo chirurgo o dietista. Al tuo appuntamento di controllo a 6 settimane con il tuo chirurgo potresti concordare con lui/lei di iniziare una dieta normale con consistenze più impegnative. <br><br> <h3 class='title-article'>Avere una dieta equilibrata</h3> È importante avere una dieta ben equilibrata per dare al tuo corpo la giusta quantità di energia, proteine, vitamine e minerali per funzionare correttamente. Scegliere una varietà di cibi diversi ti aiuterà a ottenere tutti i nutrienti di cui hai bisogno per una buona salute. Devi anche assicurarti che la tua dieta contenga abbastanza energia e proteine poiché potresti mangiare meno del solito. <br><br> A volte i cambiamenti dietetici possono causare diarrea o stitichezza ma questo dovrebbe sistemarsi una volta che stai seguendo una dieta sana normale. Se senti di star perdendo peso contatta il dietista del tuo ospedale o chiedi al tuo medico di base o all'infermiere di riferirti a un dietista della comunità. <br><br> <h3 class='title-article'>Idee per pasti e spuntini per la tua dieta morbida</h3> <strong>Colazione</strong><br><br> <ul> <li>Weetabix, porridge o cereali d'avena istantanei fatti con latte o latte di soia o uova strapazzate fatte con latte e margarina magra</li> <li>Succo/frullato di mela o frutta morbida ad es. banana matura, mela/pera cotta</li> <li>Tè decaffeinato</li> </ul> <strong>Metà mattina</strong><br><br> <ul> <li>Yogurt, mousse o frutta morbida/purea di frutta</li> <li>Acqua o succo diluito</li> </ul> <strong>Pranzo</strong><br><br> <ul> <li>Carne macinata/tenera, pollo con sugo o pesce sfilettato in salsa di prezzemolo o formaggio con purè di patate e verdure schiacciate/finemente tritate o curry di carne/lenticchie e verdure frullato o brodo fatto in casa frullato preparato con legumi/carne, patate e verdure</li> <li>Acqua o succo diluito</li> </ul> <strong>Metà pomeriggio</strong><br><br> <ul> <li>Frutta morbida o frutta in scatola schiacciata</li> <li>Yogurt</li> <li>Tè decaffeinato o tisane</li> </ul> <strong>Cena</strong><br><br> Simile al pasto del pranzo. <br><br> <strong>Dolce</strong><br><br> Uno qualsiasi dei seguenti:<br><br> <ul> <li>Gelato</li> <li>Gelatina</li> <li>Crème caramel</li> <li>Budino di riso</li> <li>Semolino</li> <li>Lassi</li> <li>Crema istantanea</li> <li>Frutta schiacciata o in scatola con crema pasticcera</li> </ul> <strong>Sera</strong><br><br> Bevanda al latte come bevanda al malto o cioccolata calda ",
    "title_blog_post10": "La Mia Ernia Ha Bisogno di Riparazione?",
    "text_blog_post10": "Uno Strumento NHS Utile per Supportare le Tue Decisioni",
    "date_blog_post10": "08.07.25",
    "title_blog_post11": "Il Tuo Percorso di Recupero Dopo l'Intervento di Ernia Inguinale: Allenamenti Sicuri e Attività Guidate dai Professionisti di Collins Fitness",
    "text_blog_post11": "Adrian Collins è il fondatore di Collins Fitness, un servizio di fitness focalizzato su coaching e riabilitazione che aiuta le persone a tornare alla forza e al movimento con fiducia.",
    "date_blog_post11": "10.08.25",
    "title_article11": "Riguardo Adrian Collins, Fondatore di Collins Fitness",
    "date_title_article11": "Pubblicato: 10.08.25",
    "title_article_text11": "<img src='/assets/img/collins.jpg' style='width: 400px; float: left; margin-right: 20px; margin-bottom: 20px;' alt='Adrian Collins, Fondatore di Collins Fitness' />Adrian Collins è il fondatore di <a href='https://www.collinsfitness.com/' target='_blank'>Collins Fitness</a>, un servizio di fitness focalizzato su coaching e riabilitazione che aiuta le persone a tornare alla forza e al movimento con fiducia. Con un background nell'allenamento funzionale con Pilates e una passione per supportare i clienti dopo l'intervento chirurgico, Adrian porta sia esperienza vissuta che competenza professionale al suo lavoro.<br><br>Adrian ha subito una riparazione di ernia inguinale doppia riuscita sotto le cure esperte del Dott. Di Maggio, ed è da allora tornato all'allenamento di forza di alto livello, incluso il sollevamento terra, con un chiaro focus sul recupero sicuro e la progressione graduale. Il suo viaggio personale informa la guida al recupero strutturata con cura ora offerta attraverso <a href='https://www.collinsfitness.com/' target='_blank'>Collins Fitness</a>, aiutando altri a navigare il percorso di ritorno al movimento con il supporto appropriato.",
    "tab_gallstones": "Calcoli Biliari",
    "tab_nissen": "Reflusso Acido",
    "tab_inguinal_hernias": "Ernia Inguinale",
    "title_blog_post12": "Guarire Oltre i Sintomi: Il Ruolo della Psicoterapia nella Gestione del GERD",
    "text_blog_post12": "Diversi studi recenti hanno correlato stress e GERD. Lo stress cronico e acuto può esacerbare i sintomi del reflusso acido con un'associazione direttamente proporzionale.",
    "date_blog_post12": "01.09.25",
    "title_article12": "Guarire Oltre i Sintomi: Il Ruolo della Psicoterapia nella Gestione del GERD",
    "date_title_article12": "Pubblicato: 01/09/2025",
    "title_article_text12": "<br>Diversi studi recenti hanno correlato stress e GORD. Lo stress cronico e acuto può esacerbare i sintomi del reflusso acido con un'associazione direttamente proporzionale.<br><br><h3 class='title-article'>Come influisce lo stress sul reflusso acido?</h3><ul><li><strong>Aumento della secrezione di cortisolo:</strong> gli ormoni dello stress come il cortisolo aumentano l'acidità dei fluidi gastrici;</li><li><strong>Digestione alterata:</strong> lo stress può influire sulla motilità gastrica causando accumulo di cibo nello stomaco;</li><li><strong>Sfintere esofageo indebolito:</strong> l'ansia può influenzare la barriera fisiologica della giunzione esofago-gastrica, rendendo più facile per l'acido risalire.</li><li><strong>Aumento della sensibilità al dolore:</strong> lo stress può renderci più reattivi alla quantità normale di acido gastrico. Il corpo esagera i sintomi fisici come modo di dirci che qualcosa non va emotivamente.</li></ul><br>Lo stress non colpisce solo il corpo direttamente — può anche cambiare le nostre abitudini in modi che rendono più probabile il reflusso acido, come:<br><br><ul><li>bere alcol eccessivo</li><li>fumare</li><li>mangiare troppo e consumare cibi ricchi di grassi saturi, sale e zucchero</li></ul><br>Ecco perché adottare un approccio olistico alla salute è così prezioso. Quando ci prendiamo cura sia degli aspetti emotivi che fisici di una condizione, non solo trattiamo i sintomi ma acquisiamo anche intuizioni sulle loro cause più profonde.<br><br><img src='/assets/img/terapeutic.jpeg' alt='Approccio terapeutico' style='width: 240px; float: left; margin-right: 20px; padding: 0;' />Se stai considerando un trattamento per il reflusso o altre condizioni croniche, e vorresti imparare come la psicoterapia può supportare la tua guarigione e aiutarti a riconnetterti con il tuo corpo e le tue emozioni, sentiti libero di contattare: <a href='https://www.silviabodinitherapy.com/' target='_blank'>https://www.silviabodinitherapy.com/</a><br><br><div style='clear: both;'></div><br><h3 class='title-article'>Riferimenti</h3><a href='https://pubmed.ncbi.nlm.nih.gov/23883104/' target='_blank'>https://pubmed.ncbi.nlm.nih.gov/23883104/</a><br><a href='https://pubmed.ncbi.nlm.nih.gov/40090389/' target='_blank'>https://pubmed.ncbi.nlm.nih.gov/40090389/</a><br><a href='https://pubmed.ncbi.nlm.nih.gov/40248394/' target='_blank'>https://pubmed.ncbi.nlm.nih.gov/40248394/</a><br><a href='https://pubmed.ncbi.nlm.nih.gov/40099101/' target='_blank'>https://pubmed.ncbi.nlm.nih.gov/40099101/</a><br><a href='https://pubmed.ncbi.nlm.nih.gov/39741020/' target='_blank'>https://pubmed.ncbi.nlm.nih.gov/39741020/</a><br><a href='https://pubmed.ncbi.nlm.nih.gov/39809207/' target='_blank'>https://pubmed.ncbi.nlm.nih.gov/39809207/</a><br><a href='https://pubmed.ncbi.nlm.nih.gov/38691536/' target='_blank'>https://pubmed.ncbi.nlm.nih.gov/38691536/</a>",
    "title_blog_post13": "Bruciore di stomaco? Ecco perché non dovresti più conviverci in silenzio",
    "text_blog_post13": "Il bruciore di stomaco è uno dei disturbi più comuni tra gli italiani che vivono a Londra. Quando diventa frequente, non è più un semplice disturbo: è un segnale del tuo corpo che merita attenzione.",
    "date_blog_post13": "26.11.25",
    "title_article13": "Bruciore di stomaco? Ecco perché non dovresti più conviverci in silenzio.",
    "date_title_article13": "Pubblicato: 26/11/2025",
    "title_article_text13": "<br>Il bruciore di stomaco è uno dei disturbi più comuni tra gli italiani che vivono a Londra. Spesso inizia come un fastidio passeggero dopo un pasto abbondante o una giornata stressante.<br>Ma quando diventa una sensazione frequente, quando ti sveglia la notte o condiziona ciò che puoi mangiare, non è più un semplice disturbo: è un segnale del tuo corpo che merita attenzione.<br><br>Nella maggior parte dei casi la causa è il reflusso gastroesofageo, cioè la risalita degli acidi dallo stomaco verso l'esofago.<br>A volte può essere legato allo stile di vita, ma molto spesso c'è alla base un problema anatomico che si può correggere in modo efficace.<br><br><h3 class='title-article'>I segnali che indicano un reflusso da non sottovalutare</h3>Molti pazienti mi dicono di aver \"tollerato\" i sintomi per anni, quasi abituandosi. Eppure i segnali sono chiari:<br><br><ul><li>Bruciore dietro lo sterno, soprattutto dopo i pasti</li><li>Tosse secca persistente</li><li>Voce rauca al mattino</li><li>Difficoltà di digestione, sensazione di cibo fermo</li><li>Reflusso acido quando ci si sdraia</li><li>Amaro in bocca o rigurgito notturno</li><li>Sensazione di nodo in gola o bisogno di schiarire la voce</li></ul><br>Se uno o più di questi sintomi si presentano diverse volte alla settimana, è molto probabile che ci sia una causa meccanica: una valvola esofagea indebolita, una ernia iatale, un'eccessiva sensibilità dell'esofago, o un'esofagite già in atto.<br><br>Ignorarli non aiuta: nel tempo il reflusso può peggiorare, diventare più difficile da controllare e, nei casi più avanzati, causare infiammazioni o cambiamenti cellulari da monitorare.<br><br><h3 class='title-article'>Le buone notizie: oggi possiamo curarlo davvero</h3>La medicina moderna offre diverse soluzioni, e non tutte prevedono l'uso cronico di farmaci.<br><br>A seconda della situazione, il percorso può includere:<br><br><ul><li>Terapie mediche mirate, per ridurre l'acidità e proteggere l'esofago</li><li>Correzione dello stile di vita, efficace nei casi più lievi</li><li>Valutazione accurata dell'ernia iatale</li><li>Procedure mini-invasive, come la chirurgia laparoscopica, che permettono di ripristinare la barriera naturale contro il reflusso</li></ul><br>L'obiettivo non è semplicemente \"spegnere il sintomo\", ma risolvere la causa, ridonando al paziente una digestione normale e una qualità di vita che spesso non ricordava da anni.<br><br><h3 class='title-article'>Il vantaggio di essere seguiti da un chirurgo italiano a Londra</h3>Molti pazienti mi dicono che la differenza la fa soprattutto la comunicazione. Raccontare i sintomi, capire le opzioni e prendere decisioni importanti è molto più semplice quando puoi farlo nella tua lingua.<br><br>Lavorando da anni a Londra, unisco un approccio chirurgico moderno e basato sull'evidenza a un linguaggio chiaro, diretto e rassicurante. Niente termini tecnici inutili, niente confusione: capisci davvero cosa hai e cosa puoi fare per stare meglio.<br><br>È questo il motivo per cui sempre più italiani — sia self-pay che assicurati — si rivolgono a me per diagnosi, trattamento e follow-up.<br><br><h3 class='title-article'>Quando è il momento di fare una valutazione specialistica</h3>Consiglio sempre una visita quando:<br><br><ul><li>I sintomi richiedono l'uso frequente di antiacidi</li><li>Il bruciore ti sveglia la notte o limita la tua alimentazione</li><li>Il reflusso è accompagnato da tosse o voce rauca</li><li>Hai già una diagnosi di ernia iatale</li><li>Il reflusso influenza la tua vita sociale, lavorativa o il sonno</li><li>Hai difficoltà a deglutire o sensazione di cibo fermo</li></ul><br>Una valutazione completa — visita, endoscopia, ecografia, test funzionali mirati — permette di capire esattamente il problema e impostare la terapia corretta.<br><br>Molti pazienti mi dicono: \"Avrei voluto muovermi prima.\"<br>E quasi sempre, dopo un percorso adeguato, tornano ad avere una vita del tutto normale."
}